[
  {
    "State":"OH",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"NM",
    "Name":"A Memorial Honoring the Families of Missing and Murdered Indigenous Women and Relatives.",
    "Chamber":2.0,
    "Chamber Details":"Introduced",
    "Senate Number":"NM SM 18",
    "Link 1":"https:\/\/www.nmlegis.gov\/Sessions\/22%20Regular\/memorials\/senate\/SM018.pdf",
    "Status":2.0,
    "Summary":"A memorial honoring the families of missing and murdered indigenous women and relatives. ",
    "UIC Pros":"An accurate and well written acknolwedgement regarding the origins of the ongoing MMIP crisis.",
    "UIC Cons":"None.",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"No",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes; Uses the language of \"Missing and Murdered Indigenous Women and Relatives\"",
    "Prevention Efforts?":2.0,
    "Prevention Efforts":"Yes; \"be it further resolved that support continue to be given\nto address violence against missing and murdered indigenous\nwomen and relatives\"",
    "Level of Survivor \/ Relative Input":"3",
    "Centering of Indigenous Voices":"Yes. Centers focusing on Survivors and their families.",
    "Sponsors of the Legislation":"Sen.Shannon D. Pinto [D-NM] - Navajo",
    "Indigenous Sponsorship":"Sen.Shannon D. Pinto [D-NM] - Navajo",
    "Last Update":"1\/2024",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"MN",
    "Name":"A Bill for an Act Relating to Human Rights; Creating an Office for Missing and Murdered Indigenous Relatives; Requiring a Report; Appropriating Money; Proposing Coding for New Law in Minnesota Statutes, Chapter 241",
    "Chamber":2.0,
    "Chamber Details":"as introduced - 92nd Legislature (2021 - 2022) Posted on 05\/06\/2021 06:30pm\n",
    "Senate Number":"MN SF 1989",
    "Link 1":"https:\/\/www.revisor.mn.gov\/bills\/text.php?number=HF2124&type=bill&version=0&session=ls92&session_year=2021&session_number=0 ",
    "Status":2.0,
    "Summary":"Creates an office for relatives of missing and murdered indigenous persons, outlines the responsibilities of the office, including legislative advocacy, and develops recommendations. Also facilitates research to refine the mandates for the Missing and Murdered Indigenous Women Task Force report. ",
    "UIC Pros":"Calls for draft legislation to be produced, which takes action a step further from recommendations. The Office for Missing and Murdered Indigenous Relatives further requires reporting on measurable outcomes achieved to meet its statutory duties along with an annual report. This legislation is a landmark as UIC is not aware of any other states with a policy structured to center and empower indigenous voices. There is direction to develop tools and processes to evaluate the implementation and impact of the efforts of the office.",
    "UIC Cons":"None",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes. The Office for Missing and Murdered Indigenous Relatives must report on measurable outcomes achieved to meet its statutory duties, along with specific objectives and outcome measures proposed for the following year. The office must submit the report by January 15th, each year to the chairs and ranking minority members of the House of Representatives and the Senate Committees with primary jurisdiction over public safety.",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"No ",
    "Prevention Efforts?":2.0,
    "Prevention Efforts":"Yes; The newly established office is tasked with developing tools and processes to evaluate the implementation and impact of its efforts. This includes assessing the effectiveness of strategies, potentially leading to adjustments and improvements in prevention.",
    "Level of Survivor \/ Relative Input":"3",
    "Centering of Indigenous Voices":"Yes. The Office for Missing and Murdered Indigenous Relatives dedicates a landmark amount of resources within the state of Minnesota towards the centering and amplifying of indigenous voices.",
    "Sponsors of the Legislation":"MN HF2124 Sponsors: Heather Keeler (D)*, Esther Agbaje (D), Kristin Bahner (D), Jamie Becker-Finn (D),   Kaela Berg (D),   Connie Bernardy (D), Robert Bierman (D), Liz Boldon (D), Sandra Feist (D), Cedrick Frazier (D), Luke Frederick (D), Mike Freiberg (D), Aisha Gomez (D), Emma Greenman (D), Kaohly Her (D), Athena Hollins (D), Frank Hornstein (D), Sydney Jordan (D), Fue Lee (D), Leon Lillie (D), Carlos Mariani (D),   Kelly Moller (D), Liz Olson (D), Liz Reyer (D), Dean Urdahl (R), Dan Wolgamott (D)                                                                                                                                                                                                                                                                                                                                                                                     MN SF 1989 Sponsors: Sen. Mary Kunesh-Podein (D)*, Sen. Karla Bigham (D), Sen. John Marty (D)                                                                                                          ",
    "Indigenous Sponsorship":"Rep. Heather Keeler [D-MN]\nRep. Jamie Becker-Finn [D-MN]                                                        Sen. Mary Kunesh-Podein [D-MN]",
    "Last Update":"1\/2024",
    "House Number":"MN HF 2124",
    "Link 2":"https:\/\/www.revisor.mn.gov\/bills\/text.php?number=SF1989&version=0&session=ls92&session_year=2021&session_number=0",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"AL",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"MT",
    "Name":"MT HB98                                                                                                                                                                                                                                                                                                                                                                                                                Bill Title: \"Extending the Missing Indigenous Persons Task Force and the LINC grant program\"                                                                                                                                                                                                                                                              ",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":1.0,
    "Summary":"MT HB98- An act extending the termination of the Missing Indigenous Persons Task Force and the Grant Program it administers (LINC). Clarifying information that the task force must report and providing financial appropiations (passed 4\/19\/21)                                                                                                                                              *Both MT HB98 and MT SB4 (as amended version of HB98) lay out the requirements for task force membership, and the primary duties of the task force, including work to identify strategies to improve interagency communication, cooperation, and collaboration to remove jurisdictional barriers and increase reporting and investigation of missing indigenous persons, work to identify causes that contribute to missing and murdered indigenous persons and make recommendations to federally recognized tribes in the state to reduce cases of missing and murdered indigenous persons, prepare a written written report of findings and recommendations for submission to the state-tribal relations interim committee, and to administer the looping in native communities network grant program (as amended).                                                                                                                                                                                  ",
    "UIC Pros":"- Bill is structured to require regular reporting of findings and recommendations\n- Requires moderate levels of Indigenous representation with representatives from each tribe in Montana, however only representatives from federally recognized tribes are recognized.   \n- Provides financial support for the task force through allocation of funds\n- Aims include promoting communication, cooperation, and collaboration to remove jurisdictional barriers and increase reporting and investigation of missing Indigenous persons as well as work to identify causes that contribute to missing and murdered Indigenous persons (such as annual reporting of the characteristics of missing indigenous persons) with the hopes of creating policy and recommendations to reduce cases of MMIP. In this way there is encouraging attention paid to prevention. \n",
    "UIC Cons":"- May preclude authentic Indigenous representation because task force members must be appointed by Attorney General, in this way the legislation falls short in centering the voices of survivors and relatives\n- Legislative language alludes that recommendations will be made to federally recognized tribes in the state to reduce cases of missing and murdered indigenous persons, however this serves to obscure the structural conditions facilitating and motivating the ongoing MMIP crisis, even suggesting that tribal communities are, themselves, to blame for the violence waged against their Indigenous populations.   ",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes - By July 1 prior to each regular legislative session, the task force shall prepare a written report of findings and recommendations for submission to the state-tribal relations interim committee no later than September 1, 2020, 2021, 2022, and 2023. The report must include a recommendation to the 67th legislature as to whether the task force should continue in existence. The report must include the following information: (a) the number of unique individuals reported to the missing and murdered indigenous persons database; (b) the number of unique individuals recovered as a result of the missing and murdered indigenous persons database; (c) the number of unique individuals recovered as a result of the looping in native communities network grant program; (d) the number of unique individuals searched for and recovered as a result of missing persons response teams; (e) the number of missing persons entries into the missing and murdered indigenous persons database by year; (f) an analysis by year of the characteristics of missing indigenous persons, including but not limited to age, gender, child protective services involvement status, foster case status, duration of time missing, and estimated related cause; (g) the number of actively missing indigenous persons by year; (h) a description and the results of any noncompetitive grant awardee activities; (i) a description of the activities and progress related to improving interagency communication, cooperation, and collaboration and removing interjurisdictional barriers; and (j) any other information the task force members find relevant to the task force's mission.\n",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes - Gender inclusive language is used throughout the legislation, making use of the term indigenous persons\/peoples instead of explicitly stating women and girls.",
    "Prevention Efforts?":2.0,
    "Prevention Efforts":"Yes-                                                                                    Both MT HB98 and MT SB4 (as amended version of HB98) stipulate that the Missing Indigenous Persons Task Force work to identify causes that contribute to missing and murdered indigenous persons and make recommendations to federally recognized tribes in the state to reduce cases of missing and murdered indigenous persons.                                                                                   ",
    "Level of Survivor \/ Relative Input":"2",
    "Centering of Indigenous Voices":"Somewhat-                                                                                                       Both MT HB98 and MT SB4 (as amended version of HB98) stipulate that task force members, including the presiding officer, must be appointed by the attorney general or a designee of the attorney general and must include but is not limited to: a representative from each tribal government located on the seven federally recognized Indian tribe in Montana reservations and the Little Shell Chippewa tribe; with the mandate that the task force convene at least one meeting with tribal and local law enforcement agencies, federally recognized tribes, and urban Indian organizations for the purposes of subsection (3)(b) and to determine the scope of the problem of missing indigenous women and children.                                                                          ",
    "Sponsors of the Legislation":"MT HB98: Rep. Sharon Stewart-Peregoy (D)*                                                                                       ",
    "Indigenous Sponsorship":"Sharon Stewart-Peregoy (D)*",
    "Last Update":"11\/18\/21",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"PA",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"NY",
    "Name":"NY S06924                                                                                                                                                                                                                    Bill Title: \"Establishes a task force on missing women and girls who are black, indigenous and people of color (BIPOC) to develop policy changes that will work to address the lack of care and concern for missing and murdered BIPOC women and girls with New York state governmental agencies.\"",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":2.0,
    "Summary":"An act acknowledging the disproportionate burden of missing persons cases involving Black, indigenous, and of color girls, as well as the historical barriers there have been within marginalized communities in terms of working with law enforcement to find these girls. The Bill also recognizes the disproportionate representation Black and indigenous girls have amongst sex trafficking victims and the lack of comprehensive state or federal data regarding missing and murdered Native Americans in particular. The Bill proposes for a task force on missing women and girls who are Black, indigenous, and BIPOC, stipulating the composition of the commission. This commission is designed to develop policy changes that will work to address the lack of  care and concern for missing and murdered BIPOC women and girls with New York state governmental agencies advance  the  knowledge  of communities on the severity of BIPOC women and girls who are missing and murdered; develop a strategy to collect statistics, demographics,  surveys, oral histories, and data analysis; amongst other responsibilities. (pending, introduced 5\/20\/21)",
    "UIC Pros":"+Language of the policy acknowledges the disproportionate burden of missing persons cases involving Black, indigenous, and of color girls, as well as the historical barriers there have been within marginalized communities in terms of working with law enforcement to find these girls. As well as the disproportionate representation Black and Indigenous girls have amongst sex trafficking victims.\n+Bill seeks to identify major traffic hubs and highways that lead to or are responsible for the facilitation of the abduction of BIPOC women and girls\" amongst its' other responsibilities\n+Bill directs for the development of a strategy to collect statistics, demographics, surveys, oral histories, and data analysis to illuminate the crisis and expand statewide awareness.\n+Legislation has action items that hold taskforce members accountable, such as the requirement to submit a report containing findings and recommendations. \n",
    "UIC Cons":"- The Bill does not explicitly mandate that indigenous community members or relatives of MMIP be involved, but rather representatives of the crisis with “cultural competency” \n",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes - The bill stipulates that \"On or before two years after the effective date of this  act,  the task  force  shall  submit to the temporary president of the senate, the speaker of the assembly, the minority  leader  of  the  senate  and  the minority  leader  of  the  assembly a report containing its findings and recommendations.\"",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"",
    "Prevention Efforts?":2.0,
    "Prevention Efforts":"Yes-                                                                                                                                                                                                                                                                                         The Bill calls for the commission to \"ensure BIPOC communities are educated and  trained on the prevention, protection, and protocols relating to missing BIPOC women and girls as it relates to social media and recommend  preventive programming and ideas to advance the safety of women and girls; and identify major traffic hubs and highways  that  lead  to or are responsible for the facilitation of the abduction of BIPOC women and girls\" amongst its' other responsibilities. ",
    "Level of Survivor \/ Relative Input":"2",
    "Centering of Indigenous Voices":"Somewhat- \nWhile the Bill does not mandate that indigenous community members or relatives of MMIP be involved, it stipulates that \"members shall be representative of the communities experiencing this crisis,  reflect the diversity of New York state, and have experience in cultural competency.\"\n",
    "Sponsors of the Legislation":"Senator Alessandra Biaggi [D]",
    "Indigenous Sponsorship":"None",
    "Last Update":"11\/18\/21",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"AZ",
    "Name":"An Act Amending Laws 2019, Chapter 232, Section 1; Appropriating Monies; Relating to the Study Committee on Missing and Murdered Indigenous Peoples.",
    "Chamber":1.0,
    "Chamber Details":"AN ACT AMENDING LAWS 2019, CHAPTER 232, SECTION 1; APPROPRIATING MONIES; RELATING TO THE STUDY COMMITTEE ON MISSING AND MURDERED INDIGENOUS PEOPLES.",
    "Senate Number":"",
    "Link 1":"https:\/\/www.azleg.gov\/legtext\/55leg\/1r\/bills\/hb2099p.htm",
    "Status":2.0,
    "Summary":"\"Missing and Murdered Indigenous Peoples\" details membership of the Study Committee on Missing and Murdered Indigenous People and appropriates money to the cause. ",
    "UIC Pros":"Action items stipulated, such as requirement of annual report regarding the study committee's activities and recommendations for administrative or legislative action. Legislation acknowledges need for culturally relevant services, makes a financial commitment through the allocation of money, and has inclusive language regarding gender and sexuality. ",
    "UIC Cons":"Bill mandates gathering information to understand the lived experiences surrounding missing and murdered indigenous peoples, but omits indigenous voices, thus risking a failure to be representative of local community and limit to legislation impact. ",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes. After gathering information to understand the lived experiences surrounding missing and murdered indigenous peoples, the committee will propose legislation to address issues identified by the study committee. The committee is also mandated to submit a report regarding the study committee's activities and recommendations for administrative or legislative action on or before Dec 1, 2022, 2023, and 2024 to the governor, the president of the Senate and the Speaker of the House of Representatives. ",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes; Uses the gender neutral language of \"Missing and Murdered Indigenous Peoples\"",
    "Prevention Efforts?":2.0,
    "Prevention Efforts":"Yes; Requires participation by three members of the house of representatives and senate who are of indigenous descent or who attend meetings and actively work on issues relating to indigenous peoples, one member who works with the Phoenix or Tucson Indian center, one member who works in the Phoenix area Indian health services, one representative of a tribal government, one attorney general or judge from a tribal jurisdiction, one social worker who works with a tribal, statewide or local organization that provides services to indigenous peoples.",
    "Level of Survivor \/ Relative Input":"3",
    "Centering of Indigenous Voices":"Yes. Requires participation by three members of the house of representatives and senate who are of indigenous descent or who attend meetings and actively work on issues relating to indigenous peoples, one member who works with the Phoenix or Tucson Indian center, one member who works in the Phoenix area Indian health services, one representative of a tribal government, one attorney general or judge from a tribal jurisdiction, one social worker who works with a tribal, statewide or local organization that provides services to indigenous peoples.",
    "Sponsors of the Legislation":"Representatives Jermaine: Andrade, Blackman, Bolding, Bowers, Butler, Chávez, DeGrazia, Epstein, Espinoza, Friese, Hernandez A, Hernandez D, Lieberman, Longdon, Meza, Pawlik, Pratt, Salman, Schwiebert, Shah, Sierra, Stahl Hamilton, Teller, Terán, Tsosie, Udall, Senators Alston, Bowie, Engel, Gabaldon, Gonzales, Marsh, Mendez, Peshlakai, Rios, Shope, Steele\n\n",
    "Indigenous Sponsorship":"Rep. Arlando Teller [D],\nRep. Myron Tsosie [D],\nSen. Jamescita Peshlakai [D]",
    "Last Update":"12\/4\/23",
    "House Number":"AZ HB 2099",
    "Link 2":"https:\/\/legiscan.com\/AZ\/bill\/HB2099\/2021",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"TX",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"ND",
    "Name":"Proclamation of MMIWP Awareness Day",
    "Chamber":3.0,
    "Chamber Details":"Day of Awareness in conjunction with Not Invisible Commission Build Out",
    "Senate Number":"",
    "Link 1":"https:\/\/www.governor.nd.gov\/sites\/www\/files\/documents\/proclamations\/MMIW%20Awareness%20Day%202022.pdf",
    "Status":1.0,
    "Summary":"Legislation proclaiming May 5th of every year as the \"Day of Awareness for Missing and Murdered Indigenous Women\" in North Dakota; Day of Awareness for MMIP.",
    "UIC Pros":"Legislation encourages the North Dakota public to \"promote healing and to demonstrate solidarity with the families of victims of those tragedies and to increase awareness in the United States of the Indigenous women and girls who have not had the proper attention or justice.\"",
    "UIC Cons":"Doesn't include gender inclusive language, which misses the full scope of the crisis.",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"No",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"No",
    "Prevention Efforts?":3.0,
    "Prevention Efforts":"Yes, Specific prevention mechanisms were implemented concurrently with this proclaimation through the implementation of the Not Invisible Act (E.O. 10453)",
    "Level of Survivor \/ Relative Input":"0",
    "Centering of Indigenous Voices":"Yes",
    "Sponsors of the Legislation":"Governor Doug Burgum",
    "Indigenous Sponsorship":"Sec. Deb Halaand [D-NM]-Pueblo Laguna",
    "Last Update":"1\/2024",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"E.O.  14053",
    "Link 3":""
  },
  {
    "State":"NY",
    "Name":"An Act to Establish a Task Force on Missing Women and Girls Who Are Black, Indigenous, and People of Color; and Providing for the Repeal of Such Provisions Upon Expiration Thereof",
    "Chamber":2.0,
    "Chamber Details":"To be committed to the Committee on Women's Issues -- recommitted to the Committee on Women's Issues in accordance with Senate Rule 6, sec. 8 -- committee discharged, bill amended, ordered reprinted as amended and recommitted to said committee",
    "Senate Number":"NY SB 6924",
    "Link 1":"https:\/\/legislation.nysenate.gov\/pdf\/bills\/2021\/S6924A",
    "Status":2.0,
    "Summary":"Establishes a task force designed to develop policy changes that will work to address the absent care and concern for MMIP. Calls for the advancement of knowledge of communities on the severity of the MMIP crisis. Calls for developing a strategy to collect statistics, demographics, surveys, oral histories, and data analysis.",
    "UIC Pros":"Bill seeks to identify major major traffic hubs and highways that lead to or are responsible for the facilitation of the abduction of BIPOC women and girls amongst its other responsibilities. Bill directs for the development of a strategy to collect statistics, demographics, surveys, oral histories, and data analysis to illuminate the crisis and expand statewide awareness. ",
    "UIC Cons":"The Bill does not explicitly mandate that indigenous community members or relatives of MMIP be involved, but rather representatives of the crisis with \"cultural competency.\"",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes. The bill stipulates that \"on or before two years after the effective date of this act, the task force shall submit to the temporary president of the senate, the speaker of the assembly, the minority leader or the senate, and the minority leader of the assembly, a report containing its findings and recommendations.\"",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"No",
    "Prevention Efforts?":2.0,
    "Prevention Efforts":"Yes; The Task Force aims to ensure that BIPOC communities are educated and trained on the prevention, protection, and protocols related to missing BIPOC women and girls, particularly in the context of social media.",
    "Level of Survivor \/ Relative Input":"2",
    "Centering of Indigenous Voices":"Somewhat -- Cites a 2020 report by the Sovereign Bodies Institute",
    "Sponsors of the Legislation":"Senator Alessandra Biaggi [D], Senator Samra Brouk [D], Senator Shelley Mayer [D], Senator Jessica Ramos [D], Senator Julia Salazar [D]",
    "Indigenous Sponsorship":"None",
    "Last Update":"1\/2024",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"UT",
    "Name":"Murdered and Missing Indigenous Women and Girls Task Force",
    "Chamber":1.0,
    "Chamber Details":"This bill creates the Murdered and Missing Indigenous Women and Girls Task Force",
    "Senate Number":"",
    "Link 1":"https:\/\/legiscan.com\/UT\/bill\/HB0041\/2021",
    "Status":1.0,
    "Summary":"Creates a MMIP task force which mandates consultations with tribal governments, develop model protocols and procedures to apply, and improving practices for the way law enforcement, investigators, and prosecutors respond to high volume cases.",
    "UIC Pros":"The task force will seek input from representatives from tribal law enforcement and federal agencies to review cold cases involving MMIP. ",
    "UIC Cons":"However, the structure of the working group only requires one representative of a Utah Native American tribe. There are no requirements for the inclusion of survivors of families of MMIP. Very limited money, $10,000, dedicated to establish the task force. Education and outreach campaigns are the focus of preventative work carried out by the task force, diverting the structural and material concerns of the MMIP crisis of the necessary attention they need.",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes. On or before November 20, 2023, the task force shall provide a report to the Law Enforcement and Criminal Justice Interim Committee. The report described in subsection (9)(a) shall include a summary of the task force's findings under subsection (8) and recommendations for improvements in the criminal justice and social service systems for preventing and addressing crimes involving murdered and missing indigenous women and girls.",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"No",
    "Prevention Efforts?":2.0,
    "Prevention Efforts":"Yes; The legislation mandates \"education and outreach campaigns for communities that are most affected by crime resulting in murdered and missing indigenous women and girls to identify and reduce the crime\"",
    "Level of Survivor \/ Relative Input":"0",
    "Centering of Indigenous Voices":"No. The Murdered and Missing Indigenous Women and Girls Task Force consists of only 9 members. There is only one representative of a Utah Native American Tribe included. ",
    "Sponsors of the Legislation":"Angela Romero (D)* and David Hinkins (R)",
    "Indigenous Sponsorship":"Sen. Angela Romero [D-UT] Assiniboine",
    "Last Update":"1\/2024",
    "House Number":"UT HB 41",
    "Link 2":"https:\/\/le.utah.gov\/~2021\/bills\/hbillint\/HB0041.pdf",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"ND",
    "Name":"Implementation of Not Invisible Act Executive Order for a Commission",
    "Chamber":3.0,
    "Chamber Details":"Implementation of Not Invisible Act Commission",
    "Senate Number":"",
    "Link 1":"https:\/\/www.whitehouse.gov\/briefing-room\/presidential-actions\/2021\/11\/15\/executive-order-on-improving-public-safety-and-criminal-justice-for-native-americans-and-addressing-the-crisis-of-missing-or-murdered-indigenous-people\/",
    "Status":1.0,
    "Summary":"Implementation of Not Invisible Act Commission; Commission Build",
    "UIC Pros":"Build out of the Not Invisible Act E.O 14053 provides resources building Not Invisible Act Commission ",
    "UIC Cons":"None",
    "Mechanisms for Evaluation?":3.0,
    "Mechanisms for Evaluation":"Yes has monitoring and data collection with implementation of Not Invisible Commission",
    "Gender Inclusive Language?":3.0,
    "Gender Inclusive Language":"Yes",
    "Prevention Efforts?":3.0,
    "Prevention Efforts":"Yes",
    "Level of Survivor \/ Relative Input":"3",
    "Centering of Indigenous Voices":"Yes",
    "Sponsors of the Legislation":"Governor Doug Burgum",
    "Indigenous Sponsorship":"Sec. Deb Halaand [D-NM]-Pueblo Laguna",
    "Last Update":"1\/2024",
    "House Number":"",
    "Link 2":"https:\/\/www.govinfo.gov\/app\/details\/DCPD-202100955",
    "Executive Order":"E.O.  14053",
    "Link 3":""
  },
  {
    "State":"KS",
    "Name":"Providing for the Attorney General to Coordinate Training for Law Enforcement Agencies on Missing and Murdered Indigenous People.",
    "Chamber":1.0,
    "Chamber Details":"Providing for the attorney general to coordinate training for law enforcement agencies on missing and murdered indigenous people",
    "Senate Number":"",
    "Link 1":"http:\/\/www.kslegislature.org\/li\/b2021_22\/measures\/hb2008\/",
    "Status":1.0,
    "Summary":"Authorizes the Attorney General to coordinate training for law enforcement agencies on missing and murdered indigenous people in consultation with Native American Indian tribes, the Kansas Bureau of Investigation, the Kansas Law Enforcement Training Center, and other appropriate state agencies.",
    "UIC Pros":"UIC pros to this piece of legislation is that Law Enforcement will be trained on recognizing MMIP , and will learn root causes and risks associated with MMIP",
    "UIC Cons":"Bill provides financial resources to law enforcement, who have thus far failed to respond to the ongoing MMIP crisis due to a multitude of factors. Training cops is ineffectual because not only does this fail to address the root causes of the colonial and state violence that has fueled the MMIP crisis, but this obscures the structural and material constraints of addressing the impunity with which violence against Indigenous populations is waged. Legislation appears to weaponize the MMIP crisis, using this as an opportunity to strengthen the very law enforcement that has inflicted violence upon Indigenous communities for generations. Fails to provide material support for, or sufficient centering of, Indigenous communities, survivors, and relatives of the ongoing MMIP crisis.",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"No",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes; Uses the gender neutral language of \"Missing and Murdered Indigenous Peoples\"",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"No",
    "Level of Survivor \/ Relative Input":"1",
    "Centering of Indigenous Voices":"Yes\/No. The Bill stipulates for \"consultation with Native American Indian tribes\" and law enforcement entities, as well as other state agencies, so that the attorney general can\ncoordinate training regarding missing and murdered indigenous persons for law enforcement agencies throughout Kansas.",
    "Sponsors of the Legislation":"Rep. Ponka-We Victors [D], Rep. Christina Haswood [D]",
    "Indigenous Sponsorship":"Rep. Ponka-We Victors [D-KS], Rep. Christina Haswood [D-KS]",
    "Last Update":"1\/2024",
    "House Number":"KS HB 2008",
    "Link 2":"https:\/\/legiscan.com\/KS\/bill\/HB2008\/2021",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"AK",
    "Name":"Pilot Projects Launched to Address Missing and Murdered Indigenous Persons",
    "Chamber":3.0,
    "Chamber Details":"Operation Lady Justice origin EO; Passed",
    "Senate Number":"",
    "Link 1":"https:\/\/www.justice.gov\/usao-ak\/pr\/pilot-projects-launched-address-missing-and-murdered-indigenous-persons",
    "Status":1.0,
    "Summary":"Alaska's MMIP Pilot Project implements tailored Tribal Community Response Plans (TCRP) in select pilot sites. Sites include the tribal communities of Curyung Native Council (Dillingham), Native Village of Unalakleet, and Koyukuk Native Village. AK's MMIP Pilot Program",
    "UIC Pros":"Tribal Community Response Plans (TCRPs) will be locally tailored with ample opportunity for tribal input. There is explicit mention of preventive measures, survivor services, and education programs that can be implemented across Alaska to reduce rates of violence against and within Indigenous communities. Formulation of TCRP's utilizes a multidisciplinary and collaborative approach, with the structure of these plans centering Indigenous populations, oftentimes left out by legislation on a community level. The structure of these community response plans seem to incorporate accountability to and within Indigenous communities and cultures. With the TCRP outlining objectives that include finding solutions within the criminal legal system (i.e - police departments), it is likely that law enforcement and tribes are brought together to work on issues of MMIP in a capacity in which they may not have been before. ",
    "UIC Cons":"The language within disseminated information regarding the TCRP's still appears reactive to MMIP, rather than addressing root causes of ongoing violence. The heavy police emphasis on collaboration with law enforcement may limit the kinds of \"justice\" that can come from these community response plans. ",
    "Mechanisms for Evaluation?":3.0,
    "Mechanisms for Evaluation":"TCRP Specific",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"No",
    "Prevention Efforts?":3.0,
    "Prevention Efforts":"Yes, this as this executive order seeks to implement TCRPs, which are inclusive of prevention efforts",
    "Level of Survivor \/ Relative Input":"3",
    "Centering of Indigenous Voices":"Yes. These TCRP's will be tailored to the needs of local indigenous communities. \"Earlier this year three Pilot Projects volunteered to create model guides for how a tribal community will respond to a report of new missing or murdered person case. The Pilot Project sites include the tribal communities of Curyung Native Council (Dillingham), Native Village of Unalakleet and Koyukuk Native Village. When finished the Tribal Community Response Plans (TCRP) will be shared with tribal communities across the state who can then tailor it to the specific needs, resources and culture of their communities.\"",
    "Sponsors of the Legislation":"\"“The Alaska MMIP working group is a multi-disciplinary team led by the United States Attorney’s Office MMIP Coordinator, Ingrid Cumberlidge, and comprised of law enforcement representatives from Alaska State Troopers and VPSOs, FBI, Anchorage Police Department, U.S. Marshals, Fairbanks Police Department, BIA Cold Case Office, Kotzebue Police Department, Nome Police Department, Central Council of Tlingit and Haida Indian Tribes of Alaska VPSO supervisors, and Tanana Chiefs Conference VPSO supervisors; legal and judicial representatives from the Alaska Department of Law, U.S. Coast Guard, Kluti-Kaah Tribal Court (former Utquagvik Tribal Court); Tanana Chiefs Conference; tribal representatives from Ahtna Region, Orutsararmiut Native Council, Sun’aq Tribe of Kodiak; victim service providers; and advocates from Victims for Justice, and the Alaska Native Women’s Resource Center.”",
    "Indigenous Sponsorship":"Ingrid Cumberlidge, Missing and Murdering Indigenous Persons Coordinator (MMIP) .\n",
    "Last Update":"1\/2024",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"\nE.O. 13898",
    "Link 3":""
  },
  {
    "State":"OR",
    "Name":"In 2021, the U.S. Attorney’s Office will conduct formal tribal consultations with Oregon’s nine tribal governments to discuss MMIP issues, develop MMIP community response plans, create a District of Oregon MMIP Working Group, further develop data surrounding Oregon MMIP cases, and increase collaboration among all involved entities who interact with MMIP cases.",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":2.0,
    "Summary":"In 2021 the USAO will schedule Tribal Consultations with each of the federally recognized tribal governments in the District of Oregon. The USAO intends to meet with all tribal government and all tribal law enforcement entities to discuss MMIP issues and identify MMIP cases associated with each Tribe. In February 2021, MMIP Coordinator Wilkie Gillette is planning to request data from all law enforcement offices that respond to Oregon Tribes or relevant Tribal offices that would have MMIP data. The MMIP Coordinator will continue to identify and maintain MMIP data from all available data sources, including identifying known MMIP issues like racial misclassification (when a missing or murdered person’s information in a database is listed as the wrong race), using Tribes as data contributors. The USAO then plans to work with each Tribe to establish Tribal Community Response Plans (TCRP) in all tribal communities. The Oregon TCRPs also call for the creation of a District of Oregon MMIP Working Group, comprised of representatives from Tribes and all relevant law enforcement to share information and work collaboratively to address Oregon MMIP issues. \n",
    "UIC Pros":"+ Tribes will be personally consulted for their expertise and experience in MMIP\n+ Data will be collected and synthesized from all law enforcement offices that respond to Oregon Tribes or relevant Tribal offices that would have MMIP data. The MMIP Coordinator will identify and maintain MMIP data from all available data sources, including Tribes themselves. \n+ Creation of District of Oregon MMIP Working Group, structured to facilitate collaboration between representatives from Tribes and relevant law enforcement to address Oregon MMIP issues. \n* Awaiting results from the TCRPs, as well as work produced by the District of Oregon MMIP Working Group.\n",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":3.0,
    "Mechanisms for Evaluation":"Tribal consultations with Oregon’s nine tribal governments ongoing",
    "Gender Inclusive Language?":3.0,
    "Gender Inclusive Language":"Tribal consultations with Oregon’s nine tribal governments ongoing",
    "Prevention Efforts?":3.0,
    "Prevention Efforts":"Tribal consultations with Oregon’s nine tribal governments ongoing",
    "Level of Survivor \/ Relative Input":"Tribal consultations with Oregon’s nine tribal governments ongoing",
    "Centering of Indigenous Voices":"Somewhat-                                                                                                                                                      The USAO intends to meet with all tribal government and all tribal law enforcement entities to discuss MMIP issues and identify MMIP cases associated with each Tribe. Tribes are asked to contribute data to enhance the efforts of the The MMIP Coordinator, and will also contribute to TCRPs that will call for the creation of a District of Oregon MMIP Working Group, comprised of representatives from Tribes and law enforcement to share information and work collaboratively to address Oregon MMIP issues. MMIP Coordinator Wilkie Gillette will continue to identify and communicate with District of Oregon MMIP stakeholders, including MMIP victim families and grassroots Indigenous persons and groups. \n\n",
    "Sponsors of the Legislation":"U.S. Attorney’s Office and Oregon’s nine tribal governments",
    "Indigenous Sponsorship":"Oregon's Tribal Governments",
    "Last Update":"11\/18\/21",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"OK",
    "Name":"Ida's Law; Creates the Office of Liaison for Missing and Murdered Indigenous\nPersons",
    "Chamber":2.0,
    "Chamber Details":"Approved by Governor 04\/20\/2021",
    "Senate Number":"OK SB 172 + OK SB 230",
    "Link 1":"http:\/\/www.oklegislature.gov\/BillInfo.aspx?Bill=sb172&Session=2100",
    "Status":1.0,
    "Summary":"Requires that the Oklahoma State Bureau of Investigation coordinate with the United States Attorney's Office and Department of Justice. Requires the Office to work with law enforcement agencies, develop the best practices protocol, and facilitate guidance and trainings pertaining to MMIP. Known as Ida's Law?",
    "UIC Pros":"SB 172 directs the Oklahoma State Bureau of Investigation (OSBI) to coordinate with the United\nStates Attorney’s Office and the United States Department of Justice to obtain federal funding no\nlater than January 1, 2022, for the purpose of gathering data to address the issue of missing and\nmurdered indigenous persons. The measure creates the Office of Liaison for Missing and\nMurdered Indigenous Persons under the OSBI. The newly created Office is to work with tribal,\nstate, and federal authorities on missing persons and homicide cases, provide guidance to\nvictims’ families, facilitate training and promote best practices, and consult with community\norganizations to promote community relations.",
    "UIC Cons":"Oklahoma State Bureau of Investigation will coordinate with the United States Attorney's Office and Department of Justice to create an Office of Liaison for Missing and Murdered Indigenous Persons, seeking funds to create a missing persons specialist and requiring the Office to develop a best practices protocol. Any individual hired within the Office of Liaison for Missing and Murdered Indigenous Persons is required to have significant experience working with tribal communities but not required to be an Indigenous person. Office members must consult with community organizations that serve indigenous populations to promote community relations and develop best practices but do not need to account for the best interests of Indigenous peoples. Bill exclusively focuses on enhancing law enforcement and state entity response to missing or murdered peoples, but does not contain provisions promoting prevention.  ",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"No",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes. There is gender inclusive language utilized throughout the legislation, including the mandate for the creation of the Office of Liaison for Missing and Murdered Indigenous Persons.",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"No. The Bills as amended focus on enhancing law enforcement and state entity response to missing indigenous peoples.",
    "Level of Survivor \/ Relative Input":"0",
    "Centering of Indigenous Voices":"No",
    "Sponsors of the Legislation":"OK SB230: Senator John Montgomery [R] and Representative Ken Luttrell [R]                                                                                                                      OK SB172: Sen. Paul Rosino [R], Rep. Collin Walke [D], Rep. Danny Williams [R], Rep. Ken Luttrell [R], Rep. Mickey Dollens [D], Rep. Melissa Provenzano [D], Rep. Daniel Pae [R], Rep. Andy Fugate [D], Rep. Trish Ranson [D], Rep. John Waldron [D], Sen. Kay Floyd [D], Sen. Micheal Bergstrom [R], Sen. Mary Boren [D], Sen. Shane Jett [R], Sen. Carri Hicks [D], Sen. Darrell Weaver [R]",
    "Indigenous Sponsorship":"Representative Ken Luttrell [R] - Cherokee, Representative Collin Walke [D] - Cherokee",
    "Last Update":"1\/2024",
    "House Number":"",
    "Link 2":"http:\/\/webserver1.lsb.state.ok.us\/cf_pdf\/2021-22%20INT\/SB\/SB230%20INT.PDF",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"CA",
    "Name":"Relative to Missing and Murdered Indigenous Women and Girls Awareness Month.",
    "Chamber":2.0,
    "Chamber Details":"Relative to Missing and Murdered Indigenous Women and Girls Awareness Month.; Revised",
    "Senate Number":"CA SCR 107",
    "Link 1":"https:\/\/leginfo.legislature.ca.gov\/faces\/billTextClient.xhtml?bill_id=202120220HR40#99INT",
    "Status":1.0,
    "Summary":"Designates May 2021 as California's \"Missing and Murdered Indigenous Women and Girls Awareness Month.\"",
    "UIC Pros":"Declaration helps to spread knowledge and alert American populace to the epidemic of Missing and Murdered Native Women and Girls. ",
    "UIC Cons":"Ineffectual and centered more on declarations\/performance than concrete action items. There is longstanding, community-wide action on May 5th. A declaration by the state of California makes little difference in changing the level of organizing occurring within communities impacted by MMIP.",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"No",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"No",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"No",
    "Level of Survivor \/ Relative Input":"1",
    "Centering of Indigenous Voices":"No. While the legislation centers MMIP voices by acknowledging the signifigance of May 5th, no specific calls to action are made regarding the inclusion of Survivor and Relative voices.",
    "Sponsors of the Legislation":"Asm. James Ramos [D], Asm. Cecilia Aguiar-Curry [D], Asm. Akilah Weber [D], Asm. Joaquin Arambula [D], Asm. Rebecca Bauer-Kahan [D], Asm. Steve Bennett [D], Asm. Marc Berman [D], Asm. Franklin Bigelow [R], Asm. Blanca Rubio [D], Asm. Richard Bloom [D], Asm. Tasha Horvath [D], Asm. Autumn Burke [D], Asm. Lisa Calderon [D], Asm. Wendy Carrillo [D], Asm. Sabrina Cervantes [D], Asm. Edwin Chau [D], Asm. Phillip Chen [R], Asm. David Chiu [D], Asm. Steven Choi [R], Asm. Ken Cooley [D], Asm. Jim Cooper [D], Asm. Cristina Garcia [D], Asm. Jordan Cunningham [R], Asm. Tom Daly [D], Asm. Laurie Davies [R], Asm. Eduardo Garcia [D], Asm. Heath Flora [R], Asm. Vince Fong [R], Asm. Jim Frazier [D], Asm. Laura Friedman [D], Asm. Jesse Gabriel [D], Asm. Mike Gipson [D], Asm. Adam Gray [D], Asm. Tim Grayson [D], Asm. Chris Holden [D], Asm. Jacqui Irwin [D], Asm. Reginald Jones-Sawyer [D], Asm. Ash Kalra [D], Asm. Kevin Kiley [R], Asm. Tom Lackey [R], Asm. Alex Lee [D], Asm. Marc Levine [D], Asm. Lorena Gonzalez Fletcher [D], Asm. Evan Low [D], Asm. Luz Rivas [D], Asm. Brian Maienschein [D] , Asm. Devon Mathis [R], Asm. Chad Mayes [I], Asm. Kevin McCarty [D], Asm. Jose Medina [D], Asm. Megan Dahle [R], Asm. Al Muratsuchi [D], Asm. Adrin Nazarian [D], Asm. Janet Nguyen [R], Asm. Patrick O'Donnell [D], Asm. Jim Patterson [R], Asm. Cottie Petrie-Norris [D], Asm. Bill Quirk [D], Asm. Sharon Quirk-Silva [D], Asm. Anthony Rendon [D], Asm. Eloise Reyes [D], Asm. Robert Rivas [D], Asm. Freddie Rodriguez [D], Asm. Rudy Salas [D], Asm. Miguel Santiago [D], Asm. Kelly Seyarto [R], Asm. Thurston Smith [R], Asm. Mark Stone [D], Asm. Philip Ting [D], Asm. Suzette Martinez Valladares [R], Asm. Carlos Villapudua [D], Asm. Randy Voepel [R], Asm. Marie Waldron [R], Asm. Chris Ward [D], Asm. Buffy Wicks [D], Asm. Jim Wood [D]",
    "Indigenous Sponsorship":"Asm. James Ramos [D] - Native American state legislator in California​​",
    "Last Update":"1\/2024",
    "House Number":"CA AR 40 + CA ACR 136",
    "Link 2":"https:\/\/leginfo.legislature.ca.gov\/faces\/billTextClient.xhtml?bill_id=202120220ACR136#99INT",
    "Executive Order":"",
    "Link 3":"https:\/\/leginfo.legislature.ca.gov\/faces\/billTextClient.xhtml?bill_id=202120220SCR107#99INT"
  },
  {
    "State":"KY",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"MN",
    "Name":"MN HF2124                                                                                                                                                                                                                                     Bill Title: \"Office for missing and murdered indigenous relatives created, report required, and money appropriated\"                                                                                                                                          ",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":0.0,
    "Summary":"MN HF2124 (and identical+ concurrent SF1989) stipulate the creation an office for missing and murdered indigenous​ relatives; and outline the responsibilities of the office, including legislative advocacy, the development of recommendations, facilitate research to refine the mandates in the Missing and Murdered Indigenous Women Task Force report and to assess the potential efficacy, feasibility, and impact of the recommendations, develop tools and processes to evaluate the implementation and impact of the efforts of the office, facilitate technical assistance for local and tribal law enforcement agencies during active missing and murdered indigenous relatives cases, conduct case reviews, review sentencing guidelines for missing and murdered indigenous women-related crimes, and draft policy to procure the data required for the office to conduct the reviews planned. Both pieces of legislation also appropriate money for these causes. ",
    "UIC Pros":"- This piece of legislation calls for draft legislation to be produced, which takes action a step further from just recommendations. The Office for Missing and Murdered Indigenous Relatives further requires the reporting on measurable outcomes achieved to meet its statutory duties along with an annual report.\n- Legislation is a landmark in the creation of the Office for Missing and Murdered Indigenous​ Relatives. UIC is not aware of many other states in the nation with policy structured to center and empower the Indigenous voices of the MMIP crisis in this way. \n- Fully structured and well developed mandate with research outlined for the Missing and Murdered Indigenous Women Task Force (in the production of their annual report), as well as the directive to develop tools and processes to evaluate the implementation and impact of the efforts of the office, and drafting of policy to procure the data required for office reviews of cases. \n- Legislation makes financial commitment to the relatives of MMIP through the appropriation of money for these causes. \n\n",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes - The Office for Missing and Murdered Indigenous Relatives must report on measurable outcomes achieved to meet it statutory duties, along with specific objectives and outcome measures proposed for the following year. The office must submit the report by January 15 each year to the chairs and ranking minority members of the house of representatives and the senate committees with primary jurisdiction over public safety.",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"The legislation does not explicitly mention prevention efforts",
    "Level of Survivor \/ Relative Input":"3",
    "Centering of Indigenous Voices":"Yes-                                                                                                                                                                                                                                                                                                                                 The Office for Missing and Murdered Indigenous Relatives dedicates a landmark amount of resources within the state of Minnesota toward the centering and amplifying of indigenous voices affected by the crisis of MMIP",
    "Sponsors of the Legislation":"MN HF2124 Sponsors: Heather Keeler (D)*, Esther Agbaje (D), Kristin Bahner (D), Jamie Becker-Finn (D),   Kaela Berg (D),   Connie Bernardy (D), Robert Bierman (D), Liz Boldon (D), Sandra Feist (D), Cedrick Frazier (D), Luke Frederick (D), Mike Freiberg (D), Aisha Gomez (D), Emma Greenman (D), Kaohly Her (D), Athena Hollins (D), Frank Hornstein (D), Sydney Jordan (D), Fue Lee (D), Leon Lillie (D), Carlos Mariani (D),   Kelly Moller (D), Liz Olson (D), Liz Reyer (D), Dean Urdahl (R), Dan Wolgamott (D),                                                                                                           ",
    "Indigenous Sponsorship":"Rep. Jamie Becker-Finn (D) and Rep. Heather Keeler (D) ",
    "Last Update":"11\/18\/21",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"OK",
    "Name":"OK SB230                                                                                                                                                                                                                                                                                                                                                             Bill Title: \"Missing and murdered indigenous persons; creating Ida's law. Effective date\"                                                                                                                                                                                                                        \n",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":1.0,
    "Summary":"OK SB230 and OK HB2733 (as amended OK SB230)- An Act relating to missing and murdered indigenous persons; creating Ida’s Law; directing the Oklahoma State Bureau of Investigation to coordinate with the United States Attorney’s Office and Department of Justice; directing Bureau to pursue federal funding; directing Bureau to create Office of Liaison for Missing and Murdered Indigenous Persons; requiring Office to include a missing persons specialist subject to funding; requiring Office to develop best practices protocol; directing Office to assist with use of resources and to provide certain guidance; etc..                                                                                                                                                                      ",
    "UIC Pros":"+ Indigenous representation in the sponsorship of the bill\n+Oklahoma State Bureau of Investigation will coordinate with the United States Attorney’s Office and Department of Justice to create an Office of Liaison for Missing and Murdered Indigenous Persons, seeking funds to create a missing persons specialist and requiring the Office to develop a best practices protocol\n+Legislation has gender inclusive language",
    "UIC Cons":"- Any individual hired within the Office of Liaison for Missing and Murdered Indigenous Persons is required to have significant experience working with tribal communities but not required to be an Indigenous person\n- Office members must consult with community organizations that serve indigenous populations to promote community relations and develop best practices but do not need to account for the best interests of Indigenous peoples. \n- Bill exclusively focuses on enhancing law enforcement and state entity response to missing or murdered Indigenous peoples, but does not contain provisions promoting prevention.",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes - There is gender neutral language utilized throughout the legislation, including the mandate for the creation of the Office of Liaison for Missing and Murdered Indigenous Persons",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"(OK SB230, OK HB2733, and final OK SB172) No, these Bills as amended and House\/Senate versions of each other focus on ehancing law enforcement and state entity\nresponse to missing indigenous peoples. \n",
    "Level of Survivor \/ Relative Input":"1",
    "Centering of Indigenous Voices":"OK SB230, OK HB2733, and final OK SB172- With the funding secured by the United States Dept. of Justice, the Oklahoma State Bureau of Investigation will create an Office of Liaison for Missing and Murdered Indigenous Persons. Any individual hired within the Office is required to have significant experience working with tribal communities but not required to be indigenous persons. Further, the The Office of Liaison for Missing and Murdered Indigenous Persons must work with state, tribal and federal law enforcement agencies\non missing persons and homicide cases involving American Indian individuals and consult with community organizations that serve indigenous populations to promote community relations and develop best practices but does not need to account for the best interests of indigenous peoples. ",
    "Sponsors of the Legislation":"OK SB230- Senator John Montgomery [R] and Representative Ken Luttrell [R]                      ",
    "Indigenous Sponsorship":"Representative Ken Luttrell [R]",
    "Last Update":"11\/18\/21",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"VA",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"NE",
    "Name":"Nebraska MMIP Study",
    "Chamber":1.0,
    "Chamber Details":"Nebraska MMIP Study:LB154 Report: Prevalence of Missing\nNative American Women and Children in\nNebraska; Barriers to Reporting and\nInvestigating; and Opportunities for\nPartnerships",
    "Senate Number":"",
    "Link 1":"https:\/\/legiscan.com\/NE\/bill\/LB154\/2019",
    "Status":1.0,
    "Summary":"Outline of a bill recommended. Requires an initiation of studying the MMIP crisis in Nebraska. Task force will identify a comprehensive list of stakeholders and partners including the Nebraska Crime Commission, tribal communities, state and local agencies and experts in the field to find workable solutions that give vulnerable populations the visibility, equity, and opportunities they deserve.",
    "UIC Pros":"Study acknowledges its limitations, includes future reccomendations, highlights the crisis of missing Native American boys, and commits to continuous improvement through implementation evaluation. ",
    "UIC Cons":"Capacity to conduct interviews was impacted by the Covid-19 pandemic, and depends heavily on law enforcement data.",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"Yes. This document itself is a report and mechanism for evaluation.",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"No",
    "Prevention Efforts?":2.0,
    "Prevention Efforts":"Yes. Includes provisions for \"strengthening partnerships with Department of Health and Human Services, tribal and non-tribal\nvictim services, and legal aid to address the underlying social challenges related to missing persons\ncases (e.g., domestic violence).\"",
    "Level of Survivor \/ Relative Input":"3",
    "Centering of Indigenous Voices":"Yes. \"Several sources of data were used for this report, including three missing persons databases, listening sessions with four Native communities, and missing persons policies from 51 law enforcement agencies\nacross Nebraska.\"",
    "Sponsors of the Legislation":"Sen. Tom Brewer [N]",
    "Indigenous Sponsorship":"None",
    "Last Update":"1\/2024",
    "House Number":"LB 154 Study",
    "Link 2":"https:\/\/statepatrol.nebraska.gov\/sites\/default\/files\/lb154_report_-_5.22.20_final.pdf",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"CO",
    "Name":"A Bill for an Act Concerning Responding to the Missing Indigenous Persons Crisis, and, in Connection Therewith, Establishing the Office of Liaison for Missing and Murdered Indigenous Relatives.",
    "Chamber":2.0,
    "Chamber Details":"Signed by Governor",
    "Senate Number":"SB 150",
    "Link 1":"https:\/\/leg.colorado.gov\/sites\/default\/files\/documents\/2022A\/bills\/2022a_150_01.pdf",
    "Status":1.0,
    "Summary":"Concerning responding to the missing indigenous persons crisis, and, in connection therewith, establishing the office of liaison for missing and murdered indigenous relatives and making an appropriation.",
    "UIC Pros":"The bill demonstrates a commitment to addressing the crisis of missing and murdered Indigenous persons by establishing the Office of Liaison, signaling increased awareness and attention to the issue. This dedicated office provides specialized support for investigations and cases involving Indigenous victims, promoting culturally sensitive approaches. The legislation actively involves the community through a Community Volunteer Advisory Board, ensuring Indigenous-led organizations contribute to addressing the problem. Emphasizing collaboration with various stakeholders, including law enforcement, tribes, and Indigenous-led organizations, the bill aims to overcome jurisdictional barriers. Mandating training for peace officers and creating a clearinghouse database, the legislation seeks to improve responses and facilitate efficient investigations, while promoting a trauma-informed and victim-centered approach to address the crisis.",
    "UIC Cons":"\nQuestions may arise about who qualifies as indigenous and whether the legislation effectively encompasses all relevant cases. Some may argue that enhancing existing agencies might be more prudent than creating new structures like an office and advisory board. Privacy concerns include the legislation granting access to sensitive records, concerns for the potential misuse of confidential data. Mandated training for peace officers might face skepticism regarding its practicality, effectiveness, and associated costs. Additionally, coordination challenges in collaborating with tribal governments, federal agencies, and law enforcement may be questioned for feasibility and effectiveness, especially in cases involving jurisdictional conflicts or conflicting interests. Skepticism may extend to the long-term sustainability of proposed initiatives, with critics questioning whether adequate funding will be sustained over time. The legislation lacks clear enforcement mechanisms or consequences for non-compliance, potentially diminishing its effectiveness. Lastly, the frequency and content of reports may be insufficient or not comprehensive enough to address the complexities of the issue.",
    "Mechanisms for Evaluation?":3.0,
    "Mechanisms for Evaluation":"TCRP Specific. The bill requires peace officers to receive training concerning\nissues relating to missing or murdered indigenous persons. The peace\nofficer standards and training board must work with the office to develop\nand facilitate the training.",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes; Uses the language of both \"Missing and Murdered Indigenous Peoples\" and \"Missing and Murdered Indigenous Relatives\"",
    "Prevention Efforts?":3.0,
    "Prevention Efforts":"TCRP creates process for collecting data, methods of evaluation, and therefore, lends to information for Preventative measures via education, resources for victims, amplification of Survivor Voices",
    "Level of Survivor \/ Relative Input":"3",
    "Centering of Indigenous Voices":"Yes. Creates an \"Office of liaison for missing and murdered indigenous relatives\"",
    "Sponsors of the Legislation":"Sen. Jessie Danielson [D], Rep. Monica Duran [D], Rep. Leslie Herod [D], Sen. Janet Buckner [D], Sen. James Coleman [D], Sen. Kerry Donovan [D], Sen. Steve Fenberg [D], Sen. Rhonda Fields [D], Sen. Joann Ginal [D], Sen. Julie Gonzales [D], Sen. Chris Hansen [D], Sen. Nick Hinrichsen [D], Sen. Sonya Jaquez Lewis [D], Sen. Chris Kolker [D], Sen. Pete Lee [D], Sen. Dominick Moreno [D], Sen. Brittany Pettersen [D], Sen. Kevin Priola [D], Sen. Robert Rodriguez [D], Rep. Tammy Story [D], Sen. Faith Winter [D], Sen. Rachel Zenzinger [D], Rep. Judith Amabile [D], Rep. Jennifer Bacon [D], Rep. Adrienne Benavidez [D], Rep. Tracey Bernett [D], Rep. Shannon Bird [D], Rep. Andrew Boesenecker [D], Rep. Yadira Caraveo [D], Sen. Lisa Cutter [D], Rep. Lindsey Daugherty [D], Rep. Daneya Esgar [D], Sen. Thomas Exum [D], Rep. Meg Froelich [D], Rep. Alec Garnett [D], Rep. Serena Gonzales-Gutierrez [D], Rep. Edith Hooton [D], Rep. Iman Jodeh [D], Rep. Cathy Kipp [D], Rep. Mandy Lindsay [D], Rep. Susan Lontine [D], Rep. Julie McCluskie [D], Rep. Karen McCormick [D], Rep. Barbara McLachlan [D], Sen. Dafna Michaelson Jenet [D], Sen. Kyle Mullica [D], Rep. David Ortiz [D], Rep. Emily Sirota [D], Rep. Marc Snyder [D], Sen. Tom Sullivan [D], Rep. Brianna Titone [D], Rep. Alex Valdez [D], Rep. Donald Valdez [D], Rep. Steven Woodrow [D]",
    "Indigenous Sponsorship":"None",
    "Last Update":"12\/4\/23",
    "House Number":"",
    "Link 2":"https:\/\/legiscan.com\/CO\/bill\/SB150\/2022",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"DE",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"AZ",
    "Name":"\"Missing and murdered indigenous peoples\"",
    "Chamber":1.0,
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"https:\/\/legiscan.com\/AZ\/text\/HB2099\/id\/2323301\/Arizona-2021-HB2099-Engrossed.html",
    "Status":0.0,
    "Summary":"Extending the Study Committee on Missing and Murdered Indigenous People and appropiating money to the cause (engrossed-dead 3\/23\/21)",
    "UIC Pros":"- Action items stipulated, such as the requirement of annual report regarding the study committee's activities and recommendations for administrative or legislative action \n- Legislation acknowledges need for culturally relevant services, makes a financial commitment through the allocation of money, and has inclusive language regarding gender and sexuality\n",
    "UIC Cons":"- Bill does not not provide any mechanisms through which survivors or relatives of the MMIP crisis can provide input. This limits the potential of the legislation to impact lasting change.\n- Bill mandates gathering information to understand the lived experiences surrounding missing and murdered indigenous peoples, but omits Indigenous voices, thus risking a failure to be representative of local community",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes - After gathering information to understand the lived experiences surrounding missing and murdered indigenous peoples, the committee will propose legislation to address issues identified by the study committee. The committee is also mandated to submit a report regarding the study committee's activities and recommendations for administrative or legislative action on or before Dec 1st of 2022, 2023, and 2024 to the governor, the president of the senate and the speaker of the house of representatives.",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"Section (1.A) \"The study committee on missing and murdered indigenous peoples is established consisting of the following members:.. (relevant stipulations potentially involving survivor\/relative input)                                                                            (1) THREE members of the house of representatives who are of indigenous descent or who attend meetings and actively work on issues relating to indigenous peoples                                                  (2) THREE members of the senate who are of indigenous descent or who attend meetings and actively work on issues relating to indigenous peoples                                                                                 (3) One representative of a tribal government                                 (4)One social worker who works with a tribal, statewide or local organization that provides services to indigenous                                                                (5) One attorney general or judge from a tribal jurisdiction",
    "Centering of Indigenous Voices":"Yes",
    "Sponsors of the Legislation":"Representative Jennifer Jermaine [D], Representative Richard Andrade [D], Representative Walter Blackman [R], Representative Reginald Bolding [D], Representative Russell Bowers [R], Representative Kelli Butler [D], Representative Cesar Chavez [D], Representative Domingo Degrazia [D], Representative Denise Epstein [D], Representative Diego Espinoza [D], Representative Randall Friese [D], Representative Alma Hernandez [D], Representative Daniel Hernandez [D], Representative Aaron Lieberman [D], Representative Jennifer Longdon [D], Representative Robert Meza [D], Representative Jennifer Pawlik [D], Representative Franklin Pratt [R], Representative Athena Salman [D], Representative Judy Schwiebert [D], Representative Amish Shah [D], Representative Lorenzo Sierra [D], Representative Stephanie Stahl Hamilton [D], Representative Arlando Teller [D], Representative Raquel Teran [D], Representative Myron Tsosie [D], Representative Michelle Udall [R], Senator Lela Alston [D], Senator Sean Bowie [D], Senator Kirsten Engel [D], Senator Rosanna Gabaldon [D], Senator Sally Gonzales [D], Senator Christine Marsh [D], Senator Juan Mendez [D], Senator Jamescita Peshlakai [D], Senator Rebecca Rios [D], Senator Thomas Shope [R], Senator Victoria Steele [D]",
    "Indigenous Sponsorship":"Senator Sally Gonzales [D], Representative Jennifer Jermaine [D], Representative Arlando Teller [D], Representative Myron Tsosie [D], Representative Domingo Degrazia [D], Senator Jamescita Peshlakai [D], Senator Victoria Steele [D]",
    "Last Update":"11\/18\/21",
    "House Number":"HB2099",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"IL",
    "Name":"Task Force on Missing and Murdered Chicago Women Act",
    "Chamber":1.0,
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"https:\/\/www.ilga.gov\/legislation\/BillStatus.asp?DocNum=3988&GAID=16&DocTypeID=HB&SessionID=110&GA=102",
    "Status":2.0,
    "Summary":"Creates the Task Force on Missing and Murdered Chicago Women. \"Provides that the Task Force must examine and report on the following: (1) the systemic causes behind violence that Chicago women and girls experience, including patterns and underlying factors that explain why disproportionately high levels of violence occur against Chicago women and girls, including underlying historical, social, economic, institutional, and cultural factors that may contribute to the violence; (2) appropriate methods for tracking and collecting data on violence against Chicago women and girls, including data on missing and murdered Chicago women and girls; (3) policies and institutions such as policing, child welfare, medical examiner practices, and other governmental practices that impact violence against Chicago women and girls and the investigation and prosecution of crimes of gender-related violence against Chicago residents; (4) measures necessary to address and reduce violence against Chicago women and girls; and (5) measures to help victims, victims' families, and victims' communities prevent and heal from violence that occurs against Chicago women and girls. Provides that the Task Force shall report annually to the General Assembly and the Governor on the work of the Task Force.\" (introduced 2\/25\/21)",
    "UIC Pros":"- Task force is convened indefinitely, with a mandate to report annually in requiring reports to the General Assembly and the Governor on the work of the Task Force.\n- Bill mandates for the examination of the systemic causes behind violence that Chicago women and girls experience, including underlying historical, social, economic, institutional, and cultural patterns and underlying factors that explain why disproportionately high levels of violence occur against Chicago women and girls\n- Bill possesses other commendable mandates, such as the directive to research and report on appropriate methods for tracking and collecting data on violence against Chicago women and girls, including data on missing and murdered Chicago women and girls",
    "UIC Cons":"- Co-opts language of MMIP advocacy without actually mentioning indigeneity. Further, there is no mention of race and the ways this can enhance the disparate impacts of the missing and murdered crisis. As such, if there is potential to impact urban Indigenous populations in the Chicago area, it will only be by incident or by chance. \n- No language stipulating the requirement of cultural relevance of services or approaches\n- Language is not inclusive of gender diversity\n- Bill disproportionately centers law enforcement and Chicago bureaucracy, prioritizing knowledge from police and governmental institutions over the lived experiences of indigenous people, failing to center Indigenous voices and perspectives.\n- Reach of this legislation is limited, impacting only Indigenous communities within the Chicago area, not Indigenous populations statewide.\n",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes - The Task Force shall report on or before December 31 of 2021, and on or before December 31 of each year thereafter, to the General Assembly and the Governor on the work of the Task Force, including but not limited to, the issues to be examined in subsection (g), and shall include in the annual report recommendations regarding institutional policies and practices or proposed institutional policies and practices that are effective in reducing gender-related violence and increasing the safety of Chicago women and girls. The report shall include recommendations to reduce and end violence against Chicago women and girls and help victims and communities heal from gender-related violence and violence against Chicago women and girls.",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"0",
    "Centering of Indigenous Voices":"No-                                                                                                                     The Director of the Illinois State Police, in consultation with the Chicago Police Superintendent, shall appoint the non-legislative members to the Task Force on Missing and Murdered Chicago Women to advise the Director and the Chicago Police Superintendent and to report to the General Assembly on recommendations to reduce and end violence against Chicago women and girls. The task force will consist of (1) Two members of the Senate (2) Two members of the House of Representatives, (3) Two members from an association representing Illinois chiefs of police, an association representing Illinois sheriffs; and an officer who is employed by the Illinois State Police; or an Illinois peace officer's association. The task force also calls for one or more representatives from among the following: (A) an association representing State's Attorneys; a circuit judge, associate judge, or attorney working in juvenile court; the Cook County Medical Examiner, as well as representatives for victims from statewide or local organizations that provides legal services, advocacy, or healthcare to Chicago women and girls;",
    "Sponsors of the Legislation":"Rep. Kambium Buckner",
    "Indigenous Sponsorship":"None Self-Identified",
    "Last Update":"11\/18\/21",
    "House Number":"HB3988",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"AK",
    "Name":"US Law Enforcement, Tribal Law Enforcement",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"SB 211",
    "Link 1":"https:\/\/www.akleg.gov\/PDF\/32\/Bills\/SB0211A.PDF",
    "Status":2.0,
    "Summary":"An Act requiring a report on investigative resources for cases of missing and murdered indigenous women, girls, and twospirit persons; and providing for an effective date.",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"ME",
    "Name":"Joint Resolution Recognizing May 5, 2021 as National Day of Awareness for Missing and Murdered Native Women and Girls",
    "Chamber":1.0,
    "Chamber Details":"READ and ADOPTED.\nSent for concurrence. ORDERED SENT FORTHWITH",
    "Senate Number":"",
    "Link 1":"http:\/\/www.mainelegislature.org\/legis\/bills\/getPDF.asp?paper=HP1220&item=1&snum=130",
    "Status":1.0,
    "Summary":"Recognizes May 5, 2021 as \"National Day of Awareness for Missing and Murdered Native Women and Girls\" and to recognize the importance of changes to address the crisis and to increase safety for Native American and Alaska Native women and girls.",
    "UIC Pros":"Recognition to help spread knowledge of the Missing and Murdered Persons crisis. ",
    "UIC Cons":"No mention of gender inclusivity, prevention efforts, or indication that indigenous communities sponsored this resolution. Centered more on performance than concrete action items. May 5th is already a day of recognition, country-wide. This state declaration makes little difference in encouraging the level of organization within the communities impacted by the MMIP crisis.",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"No",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"No ",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"No",
    "Level of Survivor \/ Relative Input":"0",
    "Centering of Indigenous Voices":"No. The resolution calls to attention the plight of violence suffered disproportionately by the indigenous community but does not center their voices within it.",
    "Sponsors of the Legislation":"Representative Rena D. Newell (U)",
    "Indigenous Sponsorship":"Representative Rena D. Newell (U)",
    "Last Update":"1\/2024",
    "House Number":"ME HP 1220",
    "Link 2":"https:\/\/legislature.maine.gov\/bills\/getPDF.asp?paper=HP1220&item=1&snum=130",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"WA",
    "Name":"*Attorney General Bob Ferguson announced that his office will lead 21-member task force to assess systemic causes behind the high rate of disappearances and murders of Indigenous women on 5\/5\/21",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":1.0,
    "Summary":"*The Missing and Murdered Indigenous Women and People Task Force will review current practices relating to data collection and reporting on Missing, Murdered Indigenous Women (MMIW) cases, review prosecutorial trends, identify resources to shore up victim services and make recommendations for improving training for those who work tribes and tribal communities.",
    "UIC Pros":"+The Missing and Murdered Indigenous Women and People Task Force will analyze current data collection and reporting on Missing, Murdered Indigenous Women (MMIW) cases, review prosecutorial trends, enhance victim services, and improve training for those who work with tribes and tribal communities.\n+ There are action items, such as the two reports that must be made to the Governor and Legislature in August 2022 and June 2023.\n+ Task force goals include building on legislation passed in 2018 and 2019 to improve data collection related to MMIW and hire two MMIW liaisons in the Washington State Patrol\n",
    "UIC Cons":"- This policy action makes no explicit mention of enhancing efforts at prevention or addressing underlying causes of the MMIP crisis.\n",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes - The work done by the task force, led by the Attorney General's Office, will culminate in two reports to the Governor and Legislature in August 2022 and June 2023.",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Somewhat - This Task Force is entitled: Missing and Murdered Indigenous Women and People",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"                                                                                                                                                                                   No-                                                                                                                                                                                     The task force will build on legislation passed in 2018 and 2019 to improve data collection related to MMIW and hire two MMIW liaisons in the Washington State Patrol, but makes no explicit mention in the task force mandate of improving prevention.",
    "Level of Survivor \/ Relative Input":"2",
    "Centering of Indigenous Voices":"Yes-                                                                                                                             Executive Order for The Attorney General led task force will include tribes and tribal organizations, as well as policy makers at the local, state and federal level.",
    "Sponsors of the Legislation":"Attorney General Bob Ferguson",
    "Indigenous Sponsorship":"None",
    "Last Update":"7\/23\/21",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"National",
    "Name":"Expressing support for the designation of May 5, 2021, as the \"National Day of Awareness for Missing and Murdered Native Women and Girls\"                                                                                                                                                                           ",
    "Chamber":1.0,
    "Chamber Details":"two numbers - 369 and 368",
    "Senate Number":"",
    "Link 1":"https:\/\/www.congress.gov\/bill\/117th-congress\/senate-resolution\/196\/text",
    "Status":1.0,
    "Summary":"This resolution expresses support for the designation of the National Day of Awareness for Missing and Murdered Native Women and Girls.",
    "UIC Pros":"- Designates National Day of Awareness to help spread knowledge and alert American populace to the epidemic of Missing and Murdered Native Women and Girls",
    "UIC Cons":"- No mention of gender inclusivity, prevention efforts, and no clear indication that indigenous communities impacted by the ongoing MMIP crisis sponsored this legislation\n- Ineffectual, centered more on declarations\/performance than concrete action items\n- There is longstanding, community-wide action on May 5th, a national declaration makes little difference in changing the level of organizing occurring within communities impacted by MMIP ",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"0",
    "Centering of Indigenous Voices":"No",
    "Sponsors of the Legislation":"Rep. Armstrong, Kelly [R-ND-At Large], Rep. DelBene, Suzan K. [D-WA-1], Rep. Joyce, David P. [R-OH-14], Rep. Rosendale Sr., Matthew M. [R-MT-At Large], Rep. Herrell, Yvette [R-NM-2], Rep. Cole, Tom [R-OK-4], Rep. Hinson, Ashley [R-IA-1], Rep. Johnson, Dusty [R-SD-At Large], Rep. Calvert, Ken [R-CA-42]",
    "Indigenous Sponsorship":"Rep. Herrell, Yvette [R-NM-2] and Rep. Cole, Tom [R-OK-4]",
    "Last Update":"11\/18\/21",
    "House Number":"HR368",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"National",
    "Name":"Expressing support for the designation of May 5, 2021, as the “National Day of Awareness for Missing and Murdered",
    "Chamber":1.0,
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"H.Res.368",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"CA",
    "Name":"Relative to Missing and Murdered Indigenous Women and Girls Awareness Month",
    "Chamber":1.0,
    "Chamber Details":"Assembly - CA's lower chamber",
    "Senate Number":"",
    "Link 1":"https:\/\/legiscan.com\/CA\/text\/AR40\/id\/2382643\/California-2021-AR40-Introduced.html",
    "Status":1.0,
    "Summary":"Designates the month of May 2021 as California’s Missing and Murdered Indigenous Women and Girls Awareness Month (passed 5\/6\/21)",
    "UIC Pros":"- There is value in the recognition of this day on the state level. Declaration helps to spread knowledge and alert American populace to the epidemic of Missing and Murdered Native Women and Girls",
    "UIC Cons":"- Ineffectual, centered more on declarations\/performance than concrete action items.\n- There is longstanding, community-wide action on May 5th. A declaration by the state of California makes little difference in changing the level of organizing occurring within communities impacted by MMIP.\n",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"0",
    "Centering of Indigenous Voices":"Yes",
    "Sponsors of the Legislation":"Asm. James Ramos [D], Asm. Cecilia Aguiar-Curry [D], Asm. Akilah Weber [D], Asm. Joaquin Arambula [D], Asm. Rebecca Bauer-Kahan [D], Asm. Steve Bennett [D], Asm. Marc Berman [D], Asm. Franklin Bigelow [R], Asm. Blanca Rubio [D], Asm. Richard Bloom [D], Asm. Tasha Horvath [D], Asm. Autumn Burke [D], Asm. Lisa Calderon [D], Asm. Wendy Carrillo [D], Asm. Sabrina Cervantes [D], Asm. Edwin Chau [D], Asm. Phillip Chen [R], Asm. David Chiu [D], Asm. Steven Choi [R], Asm. Ken Cooley [D], Asm. Jim Cooper [D], Asm. Cristina Garcia [D], Asm. Jordan Cunningham [R], Asm. Tom Daly [D], Asm. Laurie Davies [R], Asm. Eduardo Garcia [D], Asm. Heath Flora [R], Asm. Vince Fong [R], Asm. Jim Frazier [D], Asm. Laura Friedman [D], Asm. Jesse Gabriel [D], Asm. Mike Gipson [D], Asm. Adam Gray [D], Asm. Tim Grayson [D], Asm. Chris Holden [D], Asm. Jacqui Irwin [D], Asm. Reginald Jones-Sawyer [D], Asm. Ash Kalra [D], Asm. Kevin Kiley [R], Asm. Tom Lackey [R], Asm. Alex Lee [D], Asm. Marc Levine [D], Asm. Lorena Gonzalez Fletcher [D], Asm. Evan Low [D], Asm. Luz Rivas [D], Asm. Brian Maienschein [D] , Asm. Devon Mathis [R], Asm. Chad Mayes [I], Asm. Kevin McCarty [D], Asm. Jose Medina [D], Asm. Megan Dahle [R], Asm. Al Muratsuchi [D], Asm. Adrin Nazarian [D], Asm. Janet Nguyen [R], Asm. Patrick O'Donnell [D], Asm. Jim Patterson [R], Asm. Cottie Petrie-Norris [D], Asm. Bill Quirk [D], Asm. Sharon Quirk-Silva [D], Asm. Anthony Rendon [D], Asm. Eloise Reyes [D], Asm. Robert Rivas [D], Asm. Freddie Rodriguez [D], Asm. Rudy Salas [D], Asm. Miguel Santiago [D], Asm. Kelly Seyarto [R], Asm. Thurston Smith [R], Asm. Mark Stone [D], Asm. Philip Ting [D], Asm. Suzette Martinez Valladares [R], Asm. Carlos Villapudua [D], Asm. Randy Voepel [R], Asm. Marie Waldron [R], Asm. Chris Ward [D], Asm. Buffy Wicks [D], Asm. Jim Wood [D]",
    "Indigenous Sponsorship":"None",
    "Last Update":"11\/18\/21",
    "House Number":"AR40",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"HI",
    "Name":"Requesting The Hawaii State Commission On The Status Of Women To Convene A Task Force To Study Missing And Murdered Native Hawaiian Women And Girls",
    "Chamber":1.0,
    "Chamber Details":"two numbers - HR12 and HCR11",
    "Senate Number":"",
    "Link 1":"https:\/\/legiscan.com\/HI\/text\/HCR11\/id\/2363850\/Hawaii-2021-HCR11-Amended.html",
    "Status":1.0,
    "Summary":"HI HR12 (and HI HCR11 as the Bill in Resolution form) recognizes the widespread epidemic of violence and sex trafficking disproportionately affecting indigenous women and girls in Hawaii and the lack of data there is to illuminate the problem as it relates to Native Hawaiians. The bill calls for \"a task force to conduct a study regarding missing and murdered Native Hawaiian women and girls.\"",
    "UIC Pros":"- This legislation acts to remedy a dangerous gap in the availability of information regarding the MMIP crisis specific to Hawaii\n- Bill includes inclusive language, explicitly acknowledging that “members of the lesbian, gay, bisexual, transgender, and queer community disproportionately experience factors that put them at high risk of being victims of sex trafficking and being involved with the sex industry.\"\n",
    "UIC Cons":"- Does not include language explicitly calling for the participation of survivors or relatives of MMIP, or structure that provides for the centering of Indigenous voices within the community\n- Significant amount of time dedicated to research with little action items planned until 2023",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes - The task force is mandated to submit a preliminary report of its findings and recommendations, including any proposed legislation, to the Legislature no later than twenty days prior to the convening of the Regular Session of 2023, and a final report, including any additional proposed legislation, no later than twenty days prior to the convening of the Regular Session of 2024",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes - Legislation text acknowledges that \"Native Hawaiian women, girls, and members of the lesbian, gay, bisexual, transgender, and queer community disproportionately experience factors that put them at high risk of being victims of sex trafficking and being involved with the sex industry\"",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"1- No text explicitly calling for the participation of survivors or relatives of MMIP+.The task force is requested to consider inviting additional organizations or agencies to participate on the task force, as needed.",
    "Centering of Indigenous Voices":"No                                                                                                                      \"The task force is requested to comprise the following members or their designees: (1)  The Executive Director of the Hawaii State Commission on the Status of Women, who shall serve as a co-chair of the task force; (2)  The Chief Executive Officer of the Office of Hawaiian Affairs, who shall serve as a co-chair of the task force; (3)  The Director of Health; (4)  The Director of Human Services; (5)  The Administrative Director of the Courts; (6)  The Attorney General; (7)  The Chair of the County Committee on the Status of Women of each respective county; (8)  The Chief of Police of each respective county. The task force also asks for one representative from the organization Papa Ola Lokahi; one representative from The Sex Abuse Treatment Center; one representative from organization Hale Kipa; One representative from Residential Youth Services and Empowerment; One representative from the Susannah Wesley Community Center; and one representative from Ho�ōla Nā Pua\"",
    "Sponsors of the Legislation":"Representative Stacelynn Eli [D], Representative Della au Belatti [D], Representative Patrick Branco [D], Representative Lynn Decoite [D], Representative Troy Hashimoto [D], Representative Linda Ichiyama [D], Representative Jeanne Kapela [D], Representative Lisa Kitagawa [D], Representative Nicole Lowen [D], Representative Lisa Marten [D], Representative Scot Matayoshi [D], Representative Lauren Matsumoto [R], Representative Angus McKelvey [D], Representative John Mizuno [D], Representative Daynette Morikawa [D], Representative Nadine Nakamura [D], Representative Mark Nakashima [D], Representative Scott Nishimoto [D], Representative Amy Perruso [D], Representative Roy Takumi [D], Representative Adrian Tam [D], Representative David Tarnas [D], Representative Chris Todd [D], Representative Tina Wildberger [D], Representative Kyle Yamashita [D], Representative Bob McDermott [R]",
    "Indigenous Sponsorship":"None Self-Identified",
    "Last Update":"11\/18\/21",
    "House Number":"HR12",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"MA",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"MT",
    "Name":"Tribal Community Response Plan",
    "Chamber":3.0,
    "Chamber Details":"Executive Order 13898 of November 26, 2019",
    "Senate Number":"",
    "Link 1":"https:\/\/www.federalregister.gov\/documents\/2019\/12\/02\/2019-26178\/establishing-the-task-force-on-missing-and-murdered-american-indians-and-alaska-natives",
    "Status":1.0,
    "Summary":"Tribal Community Response Plan (TCRP) Pilot project campaigned by the Salish and Kootenai tribes to work with federal agencies to complete a plan to address the MMIP crisis in furtherance of the goals of the recently-enacted Savanna's Act. The goal of TCRP is to improve responses emergent to American Indian and Alaska Native (AI\/AN) MMIP by establishing a collaborative response from Tribal governments, law enforcement, and other partners through culturally appropriate guidelines. ",
    "UIC Pros":"Confederated Salish and Kootenai tribes specific plans include the creation of a liaison to facilitate communication between the families of missing loved ones and law enforcement. This will help in communication with law enforcement, mandating that relatives of MMIP are receiving vital information in missing persons cases and helping them obtains any resources they may need. The Community Response Plans have been backed by the National Indigenous Women's Resource Center (NIWRC). The formulation of TCRP utilizes a multidisciplinary and collaborative approach, with the structure of these plans center indigenous populations. The structure of the community response plans seem to incorporate accountability to and within indigenous communities.",
    "UIC Cons":"Limited Funding: The allocated amount of $61,000 may be considered insufficient by critics. They might argue that more funding is needed to adequately support the training needs of community-based missing persons response teams.",
    "Mechanisms for Evaluation?":3.0,
    "Mechanisms for Evaluation":"TCRP Specific ",
    "Gender Inclusive Language?":3.0,
    "Gender Inclusive Language":"TCRP Specific",
    "Prevention Efforts?":3.0,
    "Prevention Efforts":"TCRP Specific",
    "Level of Survivor \/ Relative Input":"3",
    "Centering of Indigenous Voices":"Yes. Tribes are centered by creating response plans tailored to their unique circumstances, environments, and needs.",
    "Sponsors of the Legislation":"Pres. Trump [R}",
    "Indigenous Sponsorship":"None",
    "Last Update":"1\/2024",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"E.O.13898",
    "Link 3":""
  },
  {
    "State":"AK",
    "Name":"Alaska’s Missing and Murdered Indigenous Persons Pilot Project (Pilot Project",
    "Chamber":3.0,
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"https:\/\/www.justice.gov\/usao-ak\/pr\/pilot-projects-launched-address-missing-and-murdered-indigenous-persons",
    "Status":1.0,
    "Summary":"Alaska’s Missing and Murdered Indigenous Persons Pilot Project (Pilot Project) was launched in 2021. The Pilot Project, in accordance with the Justice Department’s Missing and Murdered Indigenous Persons (MMIP) Initiative, and in furtherance of and Savanna’s Act, implements tailored Tribal Community Response Plans (TCRP) in select pilot sites across Alaska. ",
    "UIC Pros":"- Tribal Community Response Plans (TCRPs) will be locally tailored, with ample opportunity for tribal input\n- Explicit mention of preventative measures, survivor services, and educational programs that can be implemented across Alaska to reduce rates of violence against and within Indigenous communities\n- Formulation of TCRP’s utilizes a multidisciplinary and collaborative approach, with the structure of these plans centering Indigenous populations, oftentimes left out by legislation, on a community level. \n- The structure of these community response plans seem to incorporate accountability to and within Indigenous communities and cultures\n- With the TCRP outlining objectives that include finding solutions within the criminal legal system (i.e. police departments), it is likely law enforcement and tribes are brought together to work on issues of MMIP in a capacity in which they may not have been before.",
    "UIC Cons":"- The language within disseminated information regarding the TCRP’s still appears reactive to MMIP, rather than addressing root causes of ongoing violence. \n- The heavy policy emphasis on collaboration with law enforcement may limit the kinds of \"justice\" that can come from these community response plans. \n",
    "Mechanisms for Evaluation?":3.0,
    "Mechanisms for Evaluation":"TBD",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"Somewhat-                                                                                                                                                                                                            *“We hold steadfast to our efforts to keep and ensure strong partnerships with all of our tribal, local, state and federal law enforcement partners as well as look at what preventative efforts, survivor services, and educational programs can be implemented in communities across Alaska so that we can reduce the violence that negatively impacts all Alaskans, which includes a disproportionately high rate of indigenous people subjected to violence.”",
    "Level of Survivor \/ Relative Input":"*\"The TCRP is individualized and tailored to the needs, resources, and culture of the community. The Pilot Project sites include the tribal communities of Curyung Native Council (Dillingham), Native Village of Unalakleet, and Koyukuk Native Village. These three tribal communities volunteered to participate as Pilot Project sites and have completed their first weeklong project meetings with tribal stakeholders, multidisciplinary providers and law enforcement, taking the first steps toward TCRPs that will be shared with tribal communities across the state.\"                                                                             *“This is truly a multi-disciplinary approach, involving the collaboration and coordination of tribal leadership, federal, state, local and tribal law enforcement, and social and victim services providers to address the complexities of MMIP response in Alaska.”      ",
    "Centering of Indigenous Voices":"Yes, these TCRP's will be tailored to the needs of local indigenous communities.                                                                                                                                                                                                                                 \"Earlier this year three Pilot Projects volunteered to create model guides for how a tribal community will respond to a report of new missing or murdered person case. The Pilot Project sites include the tribal communities of Curyung Native Council (Dillingham), Native Village of Unalakleet and Koyukuk Native Village. When finished the Tribal Community Response Plans (TCRP) will be shared with tribal communities across the state who can then tailor it to the specific needs, resources and culture of their communities.\"",
    "Sponsors of the Legislation":"\"“The Alaska MMIP working group is a multi-disciplinary team led by the United States Attorney’s Office MMIP Coordinator, Ingrid Cumberlidge, and comprised of law enforcement representatives from Alaska State Troopers and VPSOs, FBI, Anchorage Police Department, U.S. Marshals, Fairbanks Police Department, BIA Cold Case Office, Kotzebue Police Department, Nome Police Department, Central Council of Tlingit and Haida Indian Tribes of Alaska VPSO supervisors, and Tanana Chief’s Conference VPSO supervisors; legal and judicial representatives from the Alaska Department of Law, U.S. Coast Guard, Kluti-Kaah Tribal Court (former Utquagvik Tribal Court); Tanana Chief’s Conference; tribal representatives from Ahtna Region, Orutsararmiut Native Council, Sun’aq Tribe of Kodiak; victim service providers; and advocates from Victims for Justice, and the Alaska Native Women’s Resource Center.”   ",
    "Indigenous Sponsorship":"Ingrid Cumberlidge, the Kotzebue Police Department, Nome Police Department, Central Council of Tlingit and Haida Indian Tribes of Alaska VPSO supervisors, and Tanana Chief’s Conference VPSO supervisors; legal and judicial representatives from the Alaska Department of Law, U.S. Coast Guard, Kluti-Kaah Tribal Court (former Utquagvik Tribal Court); Tanana Chief’s Conference; tribal representatives from Ahtna Region, Orutsararmiut Native Council, Sun’aq Tribe of Kodiak; victim service providers; and advocates from Victims for Justice, and the Alaska Native Women’s Resource Center.",
    "Last Update":"11\/18\/21",
    "House Number":"",
    "Link 2":"https:\/\/www.justice.gov\/usao-ak\/pr\/recognizing-missing-and-murdered-indigenous-persons-awareness-day-alaska",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"SD",
    "Name":"SD HB1199                                                                                                                                Bill Title: \"Establish the Office of Liaison for Missing and Murdered Indigenous Persons\"",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":1.0,
    "Summary":"The Office of the Attorney General shall establish the Office of Liaison for Missing and Murdered Indigenous Persons (MMIP) to assist with and provide training for locating missing or murdered indigenous persons. The Office of the Attorney General shall staff the MMIP with a full-time missing person specialist, pursue federal funding for the MMIP, provide guidance to the MMIP, and coordinate the functions of the MMIP with the United States Attorney's Office, the United States Department of Justice, state law enforcement agencies, and tribal law enforcement agencies. (passed 3\/29\/21)",
    "UIC Pros":"+ The Office of the Attorney General is directed by this Bill to establish the Office of Liaison for Missing and Murdered Indigenous Persons (MMIP) a purview that is inherently gender inclusive\n+There is Native representation in the sponsorship of the bill\n+The funding of the Office of Liaison for MMIP is contributed by the state. With South Dakota being a Public Law 280 state, this is indicative of a more positive state to tribe relationship\n+ The Office of the Attorney General will staff the created office with a full-time missing person specialist, pursue federal funding for the MMIP, and coordinate vital functions of the MMIP efforts within and between law enforcement across tribal, state and federal lines.",
    "UIC Cons":"- Express purpose of the Office of Liaison for MMIP is to \"assist with and provide training for locating missing or murdered indigenous persons.\" There is no mention of prevention.\n- The Office of Liaison for Missing and Murdered Indigenous Persons is not explicitly directed to coordinate MMIP efforts with survivors and relatives of MMIP or local Native communities.\n\n",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes - The Office of the Attorney General is directed by this Bill to establish the Office of Liaison for Missing\nand Murdered Indigenous Persons",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"No-                                                                                                                                                                                          The Office of the Attorney General is directed by this Bill to establish the Office of Liaison for Missing\nand Murdered Indigenous Persons (MMIP) to \"assist with and provide training for locating\nmissing or murdered indigenous persons.\" There is no mention of prevention.",
    "Level of Survivor \/ Relative Input":"1",
    "Centering of Indigenous Voices":"No-                                                                                                                                                                                                                                                                                                             The Office of Liaison for Missing and Murdered Indigenous Persons is directed to coordinate the functions of the MMIP with the United\nStates Attorney's Office, the United States Department of Justice, state law enforcement\nagencies, and tribal law enforcement agencies- but not other members of indigenous communities. ",
    "Sponsors of the Legislation":"Representative Peri Pourier [D], Senator Jessica Castleberry [R], Representative Linda Duba [D], Senator Red Foster [D], Senator Troy Heinert [D], Representative Elizabeth May [R], Senator Reynold Nesiba [D], Representative Jess Olson [R], Representative Carl Perry [R], Representative Tim Reed [R], Representative Jamie Smith [D]",
    "Indigenous Sponsorship":"Representative Peri Pourier [D] and Senator Troy Heinert [D]",
    "Last Update":"11\/18\/21",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"National",
    "Name":"A Resolution Designating May 5, 2021, as the \"National Day of Awareness for Missing and Murdered Native Women and Girls\"",
    "Chamber":2.0,
    "Chamber Details":"This resolution designates May 5, 2021, as the National Day of Awareness for Missing and Murdered Native Women and Girls.\nPassed",
    "Senate Number":"S.Res.196",
    "Link 1":"https:\/\/www.congress.gov\/bill\/117th-congress\/senate-resolution\/196\/text",
    "Status":1.0,
    "Summary":"The resolution designates May 5, 2021, as the \"National Day of Awareness for Missing and Murdered Native Women and Girls.\" It highlights alarming murder rates faced by American Indian women in certain Tribal communities, emphasizing the urgent need for awareness. The resolution notes the lack of data on missing Indigenous women and the case of Hanna Harris, as an example. The Senate resolution calls on the U.S. population and interested groups to commemorate the lives of missing and murdered Indigenous women and demonstrate solidarity with the victims' families.",
    "UIC Pros":"Declaration helps to spread knowledge and alert American populace to the epidemic of Missing and Murdered Native Women and Girls. ",
    "UIC Cons":"Ineffectual and centered more on declarations\/performance than concrete action items. There is longstanding, community-wide action on May 5th, so a national declaration makes little difference in changing the level of organizing occurring within communities impacted by MMIP.",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"No",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"No",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"No",
    "Level of Survivor \/ Relative Input":"1",
    "Centering of Indigenous Voices":"No",
    "Sponsors of the Legislation":"Sen. Daines, Steve [R-MT]; 9 cosponsors",
    "Indigenous Sponsorship":"Sen Shatz [D-HI], Sen Hoeven [R-ND]",
    "Last Update":"1\/2024",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"OK",
    "Name":"                                                                                                                                                                                                                     OK HB2733                                                                                                                                                 Bill Title: \"Indigenous persons; Ida's Law; Office of Liaison for Missing and Murdered Indigenous Persons; requirements; effective date.                                                                                                                                  \n",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":1.0,
    "Summary":"OK SB230 and OK HB2733 (as amended OK SB230)- An Act relating to missing and murdered indigenous persons; creating Ida’s Law; directing the Oklahoma State Bureau of Investigation to coordinate with the United States Attorney’s Office and Department of Justice; directing Bureau to pursue federal funding; directing Bureau to create Office of Liaison for Missing and Murdered Indigenous Persons; requiring Office to include a missing persons specialist subject to funding; requiring Office to develop best practices protocol; directing Office to assist with use of resources and to provide certain guidance; etc..                                                                                                                                                                      ",
    "UIC Pros":"+ Indigenous representation in the sponsorship of the bill\n+Oklahoma State Bureau of Investigation will coordinate with the United States Attorney’s Office and Department of Justice to create an Office of Liaison for Missing and Murdered Indigenous Persons, seeking funds to create a missing persons specialist and requiring the Office to develop a best practices protocol\n+Legislation has gender inclusive language",
    "UIC Cons":"- Any individual hired within the Office of Liaison for Missing and Murdered Indigenous Persons is required to have significant experience working with tribal communities but not required to be an Indigenous person\n- Office members must consult with community organizations that serve indigenous populations to promote community relations and develop best practices but do not need to account for the best interests of Indigenous peoples. \n- Bill exclusively focuses on enhancing law enforcement and state entity response to missing or murdered Indigenous peoples, but does not contain provisions promoting prevention.\n\n",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes - There is gender neutral language utilized throughout the legislation, including the mandate for the creation of the Office of Liaison for Missing and Murdered Indigenous Persons",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"(OK SB230, OK HB2733, and final OK SB172) No, these Bills as amended and House\/Senate versions of each other focus on ehancing law enforcement and state entity\nresponse to missing indigenous peoples. \n",
    "Level of Survivor \/ Relative Input":"1",
    "Centering of Indigenous Voices":"OK SB230, OK HB2733, and final OK SB172- With the funding secured by the United States Dept. of Justice, the Oklahoma State Bureau of Investigation will create an Office of Liaison for Missing and Murdered Indigenous Persons. Any individual hired within the Office is required to have significant experience working with tribal communities but not required to be indigenous persons. Further, the The Office of Liaison for Missing and Murdered Indigenous Persons must work with state, tribal and federal law enforcement agencies\non missing persons and homicide cases involving American Indian individuals and consult with community organizations that serve indigenous populations to promote community relations and develop best practices but does not need to account for the best interests of indigenous peoples. ",
    "Sponsors of the Legislation":"OK HB2733- Representative Ajay Pittman [D]                                                                                                                     ",
    "Indigenous Sponsorship":"Representative Ajay Pittman [D]",
    "Last Update":"11\/18\/21",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"NJ",
    "Name":"NJ SR88                                                                                                                                                                                                                                                                                                                                                        Resolution Title: \"Urges US Department of Justice to dedicate additional resources to solving cases involving missing or murdered Native American women and girls\"",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":2.0,
    "Summary":"NJ SR88- Recognizes the disproportionate violence within tribal lands, in indigenous villages, and within urban communities resulting in an epidemic of missing or murdered Native American women and girls, as well as the underreporting of this phenomenon and the failure of federal legislation thus far to prevent violence towards Native American women and girls and, as such urging the US Department of Justice to dedicate additional resources to solving cases involving missing or murdered Native American women and girls (pending for 2021, introduced 9\/24\/20)",
    "UIC Pros":"- Recognizes Tribal sovereignty within the language of the policy (“The unique position of Native American tribes as both sovereign and dependent creates problematic jurisdictional barriers that sometimes prohibit effective criminal justice responses from both federal and local authorities). ",
    "UIC Cons":"- Language in this legislation fails to be gender inclusive, only mentioning women and girls\n- Shifts onus onto the US Department of Justice (DOJ) for the alleviation of the MMIP crisis, but there is much New Jersey is capable of in terms of combating violence against Native communities.",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"0",
    "Centering of Indigenous Voices":"No",
    "Sponsors of the Legislation":"Senator Joseph Cryan [D]",
    "Indigenous Sponsorship":"None",
    "Last Update":"11\/18\/21",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"NM",
    "Name":"Establishes a MMIP Task Force",
    "Chamber":3.0,
    "Chamber Details":"Passed ",
    "Senate Number":"",
    "Link 1":"https:\/\/www.governor.state.nm.us\/wp-content\/uploads\/2021\/05\/Executive-Order-2021-013.pdf",
    "Status":1.0,
    "Summary":"Establishes a MMIP task force. Calls for a need to better understand how dynamics in border towns, cities, and towns near or adjacent to reservations with histories of racial tension contribute to the crisis. Calls for data to be accurately reported and captured and more research to be done to fully understand the MMIP crisis and the appropriate recommendations for justice.",
    "UIC Pros":"Powerful language choice is embedded into the policy. The Executive Order recognizes the MMIP crisis is inextricably rooted in the larger, \"complex history of state-sanctioned colonial violence against Indigenous peoples.\" The Order also highlights the complex role New Mexico's border towns have had in the ongoing MMIP crisis, as well as the way interstates running through reservations contribute in exacerbating the issue. Legislation creates a landmark Missing and Murdered Indigenous Women and Relatives Task Force for New Mexico, created with the purpose of developing a state response plan in addressing systematic changes that support prevention, reporting, and investigation in MMIP. Task force is of considerable size (40 people), comprised of professionals, representatives from tribes, and requires representatives who are Indigenous survivors of violence or a family member of an Indigenous relative who has been a victim of violence, members of the LGBTQ\/2S+ community, and Indigenous youth. ",
    "UIC Cons":"Nonetheless, there is still a disproportionate presence of law enforcement on the task force. Task force members will not be compensated.",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes. The task force is directed to form subcommittees, including a Steering Committee, a Data Subcommittee, a Systems Committee, and a Community Impact Subcommittee. The Steering Committee shall compile policy recommendations and legislative proposals. The task force, through the subcommittees, shall develop a MMIP State Response Plan that will advise the Executive Branch on initiatives, programs, amd policy changes that will support implementation of task force report recommendations. The task force is also directed to develop framework for the State Response Plan and present proposed legislation to the appropriate legislative interim committees and the Governor as soon as possible.",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes; Uses the language of \"Missing and Murdered Indigenous Women and Relatives\"",
    "Prevention Efforts?":2.0,
    "Prevention Efforts":"Yes; The Task Force is tasked with evaluating policies and exploring legislation to improve the state's efforts surrounding prevention and response to MMIWR incidents. ",
    "Level of Survivor \/ Relative Input":"3",
    "Centering of Indigenous Voices":"Yes. Requires the participation of one person from the following, appointed by the governor: a member of a pueblo; a member of the Jicarilla Apache Nation; a member of the Mescalero Apache Tribe; a member of the Navajo Nation; a representative of an indigenous women's nongovernmental organization that provides counseling services for indigenous women and girls who have been victims of violence; an indigenous woman who has been a victim of violence or a family member of an indigenous woman who has been a victim of violence.",
    "Sponsors of the Legislation":"Governor Michelle Lujan Grisham",
    "Indigenous Sponsorship":"None",
    "Last Update":"1\/2024",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"Executive Order 2021-013",
    "Link 3":""
  },
  {
    "State":"AK",
    "Name":"Alaska's MMIP Pilot Program",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"https:\/\/www.justice.gov\/usao-ak\/pr\/pilot-projects-launched-address-missing-and-murdered-indigenous-persons",
    "Status":1.0,
    "Summary":"Alaska's MMIP Pilot Project implements tailored Tribal Community Response Plans (TCRP) in select pilot sites. Sites include the tribal communities of Curyung Native Council (Dillingham), Native Village of Unalakleet, and Koyukuk Native Village.",
    "UIC Pros":"- Tribal Community Response Plans (TCRPs) will be locally tailored with ample opportunity for tribal input. There is explicit mention of preventive measures, survivor services, and education programs that can be implemented across Alaska to reduce rates of violence against and within Indigenous communities. Formulation of TCRP's utilizes a multidisciplinary and collaborative approach, with the structure of these plans centering Indigenous populations, oftentimes left out by legislation on a community level. The structure of these community response plans seem to incorporate accountability to and within Indigenous communities and cultures. With the TCRP outlining objectives that include finding solutions within the criminal legal system (i.e - police departments), it is likely that law enforcement and tribes are brought together to work on issues of MMIP in a capacity in which they may not have been before.",
    "UIC Cons":"-The language within disseminated information regarding the TCRP's still appears reactive to MMIP, rather than addressing root causes of ongoing violence. The heavy police emphasis on collaboration with law enforcement may limit the kinds of \"justice\" that can come from these community response plans.",
    "Mechanisms for Evaluation?":3.0,
    "Mechanisms for Evaluation":"TCRP Specific",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"Yes\/No. “We hold steadfast to our efforts to keep and ensure strong partnerships with all of our tribal, local, state and federal law enforcement partners as well as look at what preventative efforts, survivor services, and educational programs can be implemented in communities across Alaska so that we can reduce the violence that negatively impacts all Alaskans, which includes a disproportionately high rate of indigenous people subjected to violence.”",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"Yes. These TCRP's will be tailored to the needs of local indigenous communities. \"Earlier this year three Pilot Projects volunteered to create model guides for how a tribal community will respond to a report of new missing or murdered person case. The Pilot Project sites include the tribal communities of Curyung Native Council (Dillingham), Native Village of Unalakleet and Koyukuk Native Village. When finished the Tribal Community Response Plans (TCRP) will be shared with tribal communities across the state who can then tailor it to the specific needs, resources and culture of their communities.\"",
    "Sponsors of the Legislation":"\"“The Alaska MMIP working group is a multi- disciplinary team led by the United States Attorney’ s Office MMIP Coordinator, Ingrid Cumberlidge, and comprised of law enforcement representatives from Alaska State Troopers and VPSOs, FBI, Anchorage Police Department, U.S. Marshals, Fairbanks Police Department, BIA Cold Case Office, Kotzebue Police Department, Nome Police Department, Central Council of Tlingit and Haida Indian Tribes of Alaska VPSO supervisors, and Tanana Chiefs Conference VPSO supervisors; legal and judicial representatives from the Alaska Department of Law, U.S. Coast Guard, Kluti-Kaah Tribal Court (former Utquagvik Tribal Court); Tanana Chiefs Conference; tribal representatives from Ahtna Region, Orutsararmiut Native Council, Sun’aq Tribe of Kodiak; victim service providers; and advocates from Victims for Justice, and the Alaska Native Women’s Resource Center.”",
    "Indigenous Sponsorship":"Ingrid Cumberlidge, the Kotzebue Police Department, Nome Police Department, Central Council of Tlingit and Haida Indian Tribes of Alaska VPSO supervisors, and Tanana Chiefs Conference VPSO supervisors; legal and judicial representatives from the Alaska Department of Law, U.S. Coast Guard, Kluti-Kaah Tribal Court (former Utquagvik Tribal Court); Tanana Chiefs Conference; tribal representatives from Ahtna Region, Orutsararmiut Native Council, Sun’aq Tribe of Kodiak; victim service providers; and advocates from Victims for Justice, and the Alaska Native Women’s Resource Center.",
    "Last Update":"9\/20\/23",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"AK",
    "Name":"An Act Relating to the Alaska Police Standards Council; Relating to the Department of Public Safety; Relating to the Duties of the Attorney General; Establishing the Missing and Murdered Indigenous Women, Girls, and Two-spirit Persons Review Commission",
    "Chamber":2.0,
    "Chamber Details":"Referred to Senate Health and Social Services Committee",
    "Senate Number":"AK SB 211",
    "Link 1":"https:\/\/www.akleg.gov\/PDF\/32\/Bills\/SB0211A.PDF",
    "Status":2.0,
    "Summary":"\nAn Act relating to the Alaska Police Standards Council; relating to the Department of\nPublic Safety; relating to the duties of the attorney general; establishing the Missing and\nMurdered Indigenous Women, Girls, and Two-Spirit Persons Review Commission;\nrequiring a report on investigative resources for cases of missing and murdered\nindigenous women, girls, and two-spirit persons; and providing for an effective date",
    "UIC Pros":"Dedicated Committee: Establishes a committee specifically focused on missing and murdered indigenous peoples, recognizing the unique challenges faced by indigenous communities. Cultural Accuracy: Emphasizes cultural accuracy in recommendations, demonstrating a commitment to understanding and respecting indigenous cultures. Access to Funds: Allocates funds for the study committee's efforts, indicating financial support for addressing the issues at hand.\n\n",
    "UIC Cons":"Limited Timeline: Short timeline may hinder the depth and thoroughness of the study, potentially leading to incomplete findings and recommendations. Funding Dependency: Allocated funds may be perceived as insufficient, and sustained efforts may require ongoing financial support beyond the allocated amount.\nPotential for Incomplete Representation: Despite efforts, the selection process might not fully capture the diversity of indigenous communities, leaving certain voices unheard.",
    "Mechanisms for Evaluation?":3.0,
    "Mechanisms for Evaluation":"TCRP Specific",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes; Defines MMIP as \"Missing and Murdered Indigenous Women, Girls, and Two-Spirit Persons\"",
    "Prevention Efforts?":3.0,
    "Prevention Efforts":"Yes, this as this executive order seeks to implement TCRPs, which are inclusive of prevention efforts",
    "Level of Survivor \/ Relative Input":"3",
    "Centering of Indigenous Voices":"Yes. Requires the appointment of members who represent federally recognized tribes.",
    "Sponsors of the Legislation":"Sen. Donald \"Donny\" Olson [D-AK] - Iñupiat",
    "Indigenous Sponsorship":"Sen. Donald \"Donny\" Olson [D-AK] - Iñupiat",
    "Last Update":"1\/4\/23",
    "House Number":"",
    "Link 2":"https:\/\/www.akleg.gov\/basis\/Bill\/Detail\/32?Root=SB%20211%20AK",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"WI",
    "Name":"Creating a task force on missing and murdered tribal women and girls and making an appropriation (and task force site)",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":1.0,
    "Summary":"Ongoing Missing and Murdered Indigenous Women Task Force launched in July 2020 in partnership with Wisconsin Department of Justice and Indigenous communities to address and prevent future cases of missing and murdered Indigenous women in Wisconsin.\n\nThe Missing and Murdered Indigenous Women Task Force (MMIW) is charged with helping fight the abduction, homicide, violence and trafficking of Indigenous women in Wisconsin. The task force plans to focus on examining the factors that contribute to missing and murdered Indigenous women (MMIW) and the response from social service organizations, understanding the roles federal, state and tribal jurisdictions play, and improving and implementing robust data collection and reporting methods.",
    "UIC Pros":"+The task force plans to focus on examining the factors that contribute to missing and murdered Indigenous women (MMIW) and map the roles that federal, state and tribal jurisdictions play in Wisconsin\n+ Task force aims at improving and implementing robust data collection and reporting methods",
    "UIC Cons":"- The Task Force is a collaboration between the Wisconsin Department of Justice and tribal communities but it is not clear the extent to which Indigenous voices are prioritized or honored throughout this collaboration.\n",
    "Mechanisms for Evaluation?":3.0,
    "Mechanisms for Evaluation":"Unknown",
    "Gender Inclusive Language?":3.0,
    "Gender Inclusive Language":"Unknown",
    "Prevention Efforts?":2.0,
    "Prevention Efforts":"Somewhat-                                                                                                                                                                         The Missing and Murdered Indigenous Women Task Force (MMIW) has a broad mandate, but is charged with helping fight the abduction, homicide, violence and trafficking of Indigenous women in Wisconsin, implying that prevention efforts would be part of the purview of the task force. ",
    "Level of Survivor \/ Relative Input":"Unknown",
    "Centering of Indigenous Voices":"The Task Force is a collaboration between the Wisconsin Department of Justice and tribal communities but it is not clear the extent to which indigenous voices are prioritized or honored throughout this collaboration. ",
    "Sponsors of the Legislation":"Wisconsin Department of Justice",
    "Indigenous Sponsorship":"Not Publicly Available",
    "Last Update":"7\/23\/21",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"WA",
    "Name":"WA HB1571                                                                                                                                                                                                               Bill Title: \"Concerning protections and services for indigenous persons who are missing, murdered, or survivors of human trafficking\"                                                          ",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":0.0,
    "Summary":"Defining proper conduct and communication between the county coroner, law enforcement, and indigenous communities in dealing with the remains of missing or murdered indigenous persons. This Bill mandates that the criminal justice training commission shall collaborate with the two liaisons for missing and murdered indigenous persons pursuant to RCW 43.43.874 to provide training to law enforcement officers and county coroners in tribal sovereignty, customs, culture, traditions, and spirituality, to facilitate compliance with proper conduct in varying situations involving missing or murdered peoples. Further, the Washington state patrol shall establish and maintain a missing children and endangered person clearinghouse which shall include the maintenance and operation of a toll-free telephone hotline and develop and implement a plan, commonly known as an \"amber alert plan\" or an \"endangered missing person advisory plan\"  to enhance the public's ability to assist in recovering abducted children, missing indigenous people, and missing endangered persons. Lastly the bill calls for the department of commerce's office of crime victims advocacy to award grant funding to establish a pilot project providing wraparound services to indigenous persons who are survivors of trafficking as well as grant funding to increase the visibility and accessibility of services and resources for indigenous persons who are survivors of trafficking (introduced on 4\/5\/21-died in committee).                                                                                                              ",
    "UIC Pros":"#ERROR!",
    "UIC Cons":"- No indigenous representation in sponsorship\n- Relatives of MMIP cannot conduct ceremony until getting permission from county coroner and lead investigator\n- Legislation is focused on proper conduct and systematized response once an Indigenous person has already gone missing, with emphasis on roles and cooperation of coroners and law enforcement. There is no mechanism in the text for the centering of indigenous concerns or desires or efforts at prevention.  \n",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes - The Bill calls for the recipients of the Department of Commerce's Office of Crime Victims Advocacy grant funding award to provide a report to the department on the results of the pilot project, as well as the results of their campaigns, by October 1, 2023. The  Department of Commerce will then provide a report on the pilot project to the governor and appropriate committees of the legislature by December 1, 2023.                                                                    ",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Somewhat - Legislation makes frequent reference to missing or murdered indigenous persons",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"No-                                                                                                                                                                                     The legislation is focused on proper conduct and systematized response once an indigenous person has already gone missing.                                                                                                                                                                                       ",
    "Level of Survivor \/ Relative Input":"0",
    "Centering of Indigenous Voices":"No-                                                                                                                                                                                                             The legislation is primarily focused on the roles, and cooperation of, coroners and law enforcement. Indigenous desires are centered to an extent (largely subject to the approval of law enforcement, however).                                                                                                                                                                                               ",
    "Sponsors of the Legislation":"Representative Gina Mosbrucker [R], Representative Mary Dye [R], Representative Matt Boehnke [R], Representative Alex Ybarra [R], Representative Cyndy Jacobsen [R], Representative Tom Dent [R], Representative Amy Walen [D], Representative Jenny Graham [R], Representative Eric Robertson [R], Representative Jacquelin Maycumber [R], Representative Andrew Barkis [R], Representative Michelle Caldier [R], Representative Roger Goodman [D], Representative Liz Berry [D], Representative Kelly Chambers [R], Representative Sharon Wylie [D], Representative Chris Corry [R], Representative Daniel Griffey [R], Representative Jim Walsh [R], Representative Carolyn Eslick [R], Representative Rob Chase [R], Representative Robert Sutherland [R], Representative Timm Ormsby [D]                                                                                                                                                                    ",
    "Indigenous Sponsorship":"None Self-Identified",
    "Last Update":"11\/18\/21",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"National",
    "Name":"Violence Against Women Act Reauthorization Act of 2021",
    "Chamber":1.0,
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"https:\/\/www.congress.gov\/bill\/117th-congress\/house-bill\/1620\/text?r=6&s=2",
    "Status":2.0,
    "Summary":"TBD",
    "UIC Pros":"- There are positive changes and updates from VAWA 2018. VAWA 2013 did not apply to Alaska Native villages with the exception of 2 tribes, so allowing Alaska Native villages to be covered by the proposed legislation was a critical change. \n- Also changed from VAWA 2018 is the name “Special Domestic Violence Criminal Jurisdiction (SDVCJ)” which is now proposed as “Special Tribal Criminal Jurisdiction,” thus providing a clarification as to who these provisions are for (tribal communities)\n- New VAWA legislation responds to concerns raised by the National Congress of American Indians, as well as other community members, regarding the number of tribes that can implement SDVCJ because of the costs of meeting Congressionally delegated standards. The new version of VAWA proposes the allocation of $ to tribal communities.\n- This bill has expanded tribal jurisdiction over non-Indigenous offenders for crimes which were not previously included in the SDVCJ of the 2013 reauthorization. These include trafficking, child abuse, child witness of abuse, stalking, sexual assault, elder abuse, and assault against law enforcement.\n\n",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":3.0,
    "Mechanisms for Evaluation":"TBD",
    "Gender Inclusive Language?":3.0,
    "Gender Inclusive Language":"TBD",
    "Prevention Efforts?":3.0,
    "Prevention Efforts":"TBD",
    "Level of Survivor \/ Relative Input":"5",
    "Centering of Indigenous Voices":"TBD",
    "Sponsors of the Legislation":"Please Refer to VAWA Text",
    "Indigenous Sponsorship":"Rep. Herrell, Yvette [R-NM-2], Rep. Cole, Tom [R-OK-4], Rep. Haaland, Deb A. [D-NM-1]",
    "Last Update":"11\/18\/21",
    "House Number":"HR1620",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"MT",
    "Name":"House Bill 36                                                                                                                                                                                                                                                                                                                                                                                                         Bill Title: \"Establish missing persons response team training grant program\"                                                                                                                                                                                                                                                                                   ",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":0.0,
    "Summary":"House Bill 36- A bill for an act entitled: \"An Act Establishing the Missing Persons Response Team Training Grant Program; creating the missing persons response team training grant program account; providing a fund transfer and an appropriation; and providing an effective date.\" The purpose of the grant program is to help fund training opportunities for community-based missing persons response teams. (failed 4\/29\/21)     ",
    "UIC Pros":"- Provides financial support for the training for local communities to help search for missing and potentially murdered relatives\n- Indigenous representative Sharon Stewart-Peregoy [D] introduced the bill\n",
    "UIC Cons":"- Bill emphasizes community training to respond to MMIP but does not mention efforts to amplify the community in efforts to prevent MMIP.\n- Bill does not explicitly provide mechanisms for community input or feedback\n",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes - The department shall report, in accordance with 5-11-210, on the grants awarded pursuant to this section to the state-tribal relations committee provided for in 5-5-229 by July 1 prior to each regular legislative session. ",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes - Gender inclusive language is used throughout the legislation, making use of the term indigenous persons\/peoples instead of explicitly stating women and girls.",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"No-                                                                                                          With the main purpose of the grant program proposed by MT HB36 being to help fund training opportunities for community-based missing persons response teams, the emphasis is on training and not prevention. ",
    "Level of Survivor \/ Relative Input":"2",
    "Centering of Indigenous Voices":"Somewhat-                                                                                                                    It is clear MT HB36 intends to help further equip and amplify the voices of indigenous community members. There is no mechanism for community feedback, however.",
    "Sponsors of the Legislation":"MT HB36: Rep. Sharon Stewart-Peregoy [D]  ",
    "Indigenous Sponsorship":"Rep. Sharon Stewart-Peregoy [D]",
    "Last Update":"11\/18\/21",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"National",
    "Name":"Expressing Support for the Designation of May 5, 2021, as the “National Day of Awareness for Missing and Murdered Native Women and Girls.”",
    "Chamber":1.0,
    "Chamber Details":"Missing Murdered Indiegnous People's Awareness Day; Bill Introduced in House; Referred to the Subcommittee for Indigenous Peoples of the United States; Referred to the House Committee on Natural Resources (all on 05\/04\/2021)",
    "Senate Number":"",
    "Link 1":"https:\/\/www.congress.gov\/bill\/117th-congress\/house-resolution\/368\/all-actions?q=%7B%22search%22%3A%5B%22H.Res.368%22%2C%22H.Res.368%22%5D%7D&s=1&r=1",
    "Status":2.0,
    "Summary":"Expressing support for the designation of May 5, 2021, as the “National Day of Awareness for Missing and Murdered Indigenous Women and Girls.”",
    "UIC Pros":"Designates National Day of Awareness to help spread knowledge and alert American populace about the epidemic of Missing and Murdered Indigenous Women and Girls (MMIP). ",
    "UIC Cons":"Ineffectual and centered more on declarations\/performance than concrete action items. There is longstanding, community-wide action on May 5th, so a national declaration makes little difference in changing the level of organizing occurring within communities impacted by MMIP. ",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"No",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"No",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"No",
    "Level of Survivor \/ Relative Input":"1",
    "Centering of Indigenous Voices":"Creates a Forum for Indigenous Voices to be Heard",
    "Sponsors of the Legislation":"Rep. Grijalva, Raúl M. [D-AZ-3]; 43 co-spponsors",
    "Indigenous Sponsorship":"None",
    "Last Update":"1\/2024",
    "House Number":"H.Res.368",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"MO",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"VT",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"ME",
    "Name":"Joint resolution recognizing May 5, 2021 as National Day of Awareness for Missing and Murdered Indigenous Women and Girls",
    "Chamber":1.0,
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"http:\/\/legislature.maine.gov\/legis\/bills\/display_ps.asp?paper=HP1220&snum=130",
    "Status":1.0,
    "Summary":"Resolution recognizing May 5, 2021 as National Day of Awareness for Missing and Murdered Native Women and Girls and to recognize the importance of changes to address the crisis and to increase safety for Native American and Alaska Native women and girls.",
    "UIC Pros":"- Designates National Day of Awareness to help spread knowledge and alert American populace to the epidemic of Missing and Murdered Native Women and Girls\n",
    "UIC Cons":"- No mention of gender inclusivity, prevention efforts, and no clear indication that indigenous communities impacted by the ongoing MMIP crisis sponsored this legislation  \n- Ineffectual, centered more on declarations\/performance than concrete action items\n- There is longstanding, community-wide action on May 5th. A state declaration makes little difference in changing the level of organizing occurring within communities impacted by MMIP\n",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"0",
    "Centering of Indigenous Voices":"No-                                                                                                                                                The resolution calls attention to the plight of violence suffered disproportionately by the indigenous community, but does not center their voices. ",
    "Sponsors of the Legislation":"Representative Rena D. Newell (U)",
    "Indigenous Sponsorship":"Representative Rena D. Newell (U)",
    "Last Update":"11\/18\/21",
    "House Number":"HP1220",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"MT",
    "Name":"Completion of the first Tribal Community Response Plan",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":1.0,
    "Summary":"Tribe specific response plans to missing\/murdered persons\n\n*Confederated Salish and Kootenai tribes joined the U.S. Attorney’s Office for the District of Montana and the Federal Bureau of Investigation in announcing the completion of the first Tribal Community Response Plan to the crisis of missing and murdered Indigenous people (4\/1\/21).",
    "UIC Pros":"- Tribal Community Response Plans will contribute to the standardization of procedures in the handling of MMIP cases. These will also be locally tailored, with ample opportunity for tribal input\n- Confederated Salish and Kootenai tribes specific plans include the creation of a liaison to facilitate communication between the families of missing loved ones and law enforcement. This will help families in communication with law enforcement, mandating that the relatives of MMIP are receiving vital information in missing persons cases and helping them to obtain any resources they might need. \n- These Community Response Plans have been backed by the National Indigenous Women’s Resource Center (NIWRC)\n- Formulation of TCRP’s utilizes a multidisciplinary and collaborative approach, with the structure of these plans centering Indigenous populations, oftentimes left out by legislation, on a community level. \n- The structure of these community response plans seem to incorporate accountability to and within Indigenous communities\n",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":3.0,
    "Mechanisms for Evaluation":"TCRP specific",
    "Gender Inclusive Language?":3.0,
    "Gender Inclusive Language":"TCRP specific",
    "Prevention Efforts?":3.0,
    "Prevention Efforts":"Tribal Community Response Plan specific",
    "Level of Survivor \/ Relative Input":"3",
    "Centering of Indigenous Voices":"Yes-                                                                                                                                   Tribes are centered by creating response plans tailored to their unique circumstances, environments, and needs. ",
    "Sponsors of the Legislation":"U.S. Attorney’s Office for the District of Montana, Federal Bureau of Investigation, and federally recognized tribes in Montanna ",
    "Indigenous Sponsorship":"Federally Recognized Tribes in Montanna",
    "Last Update":"11\/18\/21",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"NM",
    "Name":"*Executive Order 2021-013: New Mexico Missing and Murdered Indigenous Women and Relatives Task Force",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":1.0,
    "Summary":"*Governor Michelle Lujan Grisham signs Executive Order 2021-013 recognizing the MMIWR crisis in New Mexico and beyond as inextricably rooted in the larger, complex history of state-sanctioned colonial violence against Indigenous peoples, the need to improve the working relationships between tribal nations and law enforcement agencies, the critical need for enhanced data to illuminate the crisis, and establishing the New Mexico Missing and Murdered Indigenous Women and Relatives Task Force. This task force is created with the purpose of developing a state response plan addressing systemic changes that support prevention, reporting, and investigation of MMIWR incidents (promulgated 5\/5\/21).",
    "UIC Pros":"- Powerful language choice is embedded into the policy, with the Executive Order recognizing the MMIWR crisis as inextricably rooted in the larger, “complex history of state-sanctioned colonial violence against Indigenous peoples.” The Order also highlights the complex role New Mexico’s border towns have had in the ongoing MMIP crisis, as well as the way interstates running through reservations contribute to exacerbating the issue.\n- Legislation creates a landmark Missing and Murdered Indigenous Women and Relatives Task Force for New Mexico, created with the purpose of developing a state response plan addressing systemic changes that support prevention, reporting, and investigation of MMIWR incidents\n- Taskforce is of considerable size (40), comprised of professionals, representatives from tribes, and a requirement for representatives who are Indigenous survivors of violence or family members of an Indigenous relative who has been a victim of violence, members of the LGBTQ\/2S+ community, and Indigenous youth (although capped at 5 members). Nonetheless, there is still a disproportionate presence of law enforcement on the task force (a drawback for UIC).\n- There are action items that hold the task force accountable, such as the requirement that through the subcommittees, the task force will develop a MMIWR State Response Plan as well as present proposed legislation to the appropriate legislative interim committees and the Governor “as soon as possible.”\n\n\n\n\n",
    "UIC Cons":"- Taskforce members will not be compensated for the energy and effort going into their difficult work.\n\n\n\n",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes - The Task Force is directed to form subcommittees, including a Steering Committee, a Data Subcommittee, a Systems Subcommittee, and a Community Impact Subcommittee. The Steering Committee shall compile policy recommendations and legislative proposals. The Task Force, through the subcommittees, shall develop a MMIWR State Response Plan that will advise the Executive Branch on initiatives, programs, and policy changes that will support implementation of Task Force Report recommendations. The Task Force is also directed to develop a framework for the State Response Plan and present proposed legislation to the appropiate legislative interim committees and the Governor as soon as possible.",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Somewhat - The task force is charged with examining the crisis of missing and murdered Indigenous women and relatives.",
    "Prevention Efforts?":2.0,
    "Prevention Efforts":"Yes-                                                                                            Executive Order 2021-013 directs the task force to evaluate policies and explore legislation that can be presented to the appropiate interim legislative committees and introduced during the 2022 Legislative Session to improve the state's efforts surrounding prevention and response to MMIWR incidents.",
    "Level of Survivor \/ Relative Input":"3",
    "Centering of Indigenous Voices":"Executive Order 2021-013 (Somewhat)-                                                                                                                                                          All members of the task force must be appointed by the Secretary of the Indian Affairs Dept. and while the structure of the task force calls for members of New Mexico's state bureaus and entities, law enforcement agencies, and legislative government, it stipulates that there can be no more than three Pueblo representatives from a Northern Pueblo, a Southern Pueblo, and All Pueblo Council of Governors; no more than two representatives from the Jicarilla Apache Nation; no more than two representatives from the Mescalero Apache Tribe; no more than three representatives from the Office of the President and Vice President of the Navajo Nation, the Navajo Nation Council, and the Navajo Nation Chapter House; no more than five representatives from an Urban Indian Center; no more than four representatives from the Coalition to Stop Violence Against Native Women, Missing and Murdered Dine Relatives, the New Mexico Crime Victim Reparation Commission, and the Navajo Nation Human Rights Commission; and no more than five representatives who are Indigenous survivors of violence or family members of an Indigenous relative who has been a victim of violence, members of the LGBTQ\/2S+ community, and Indigenous youth.  ",
    "Sponsors of the Legislation":"Governor Michelle Grisham",
    "Indigenous Sponsorship":"None",
    "Last Update":"11\/18\/21",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"MT",
    "Name":"An Act Extending Termination of the Missing Indigenous Persons Task Force and Grant Program It Adminsters ",
    "Chamber":2.0,
    "Chamber Details":"AN ACT EXTENDING TERMINATION OF THE MISSING INDIGENOUS PERSONS TASK FORCE AND THE GRANT PROGRAM IT ADMINISTERS",
    "Senate Number":"MT SB 4",
    "Link 1":"https:\/\/legiscan.com\/MT\/text\/HB98\/id\/2349249\/Montana-2021-HB98-Enrolled.pdf",
    "Status":1.0,
    "Summary":"Requires the extension of MMIP task force. Task force requires a representative from a federally recognized Indian tribe in Montana. Task force has been implemented to improve interagency communication, cooperation, and collaboration to remove jurisdictional barriers and increase reporting and investigating of missing indigenous persons. Seeks to identify causes that contribute to the MMIP crisis and make recommendations to federally recognized tribes.",
    "UIC Pros":"Bill includes gender inclusive language, mentions preventative efforts, and is sponsored by a Native American state senator. ",
    "UIC Cons":"The legislation lacks structure that calls for the inclusion and centering of survivors or relatives of MMIP on the task force. Language throughout alludes to recommendations to federally recognized tribes in the state to reduce the cases of MMIP. Seems to suggest that tribal communities are themselves to blame for the violence waged against Indigenous populations. Bill requires moderate levels of indigenous representation with representatives from each tribe in Montana, but only from federally recognized tribes. ",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes. Prior to each legislative session, the task force shall prepare a written report of findings and recommendations for submission to the state-tribal relations interim committee no later than September 1, 2022, 2023. The report must include recommendation to the 67th legislature as to whether the task force should continue in existence.",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes; Uses the gender neutral language of \"Missing and Murdered Indigenous Peoples\"",
    "Prevention Efforts?":2.0,
    "Prevention Efforts":"Yes; While the primary purpose of the grant program is to create a network to identify, report, and find missing Native American persons, the emphasis on communication and data sharing might indirectly contribute to preventing cases by improving the response time and coordination in locating missing individuals.",
    "Level of Survivor \/ Relative Input":"1",
    "Centering of Indigenous Voices":"Yes\/No. Legislation stipulates that task force members, including the presiding officer, must be appointed by the attorney general or a designee of the attorney general and must include but is not limited to: a representative from each tribal government located on the seven federally recognized Indian tribes in Montana. ",
    "Sponsors of the Legislation":"MT HB98: Rep. Sharon Stewart-Peregoy (D)*                                                                                                                 MT SB4: Sen. Jason Small (R)* ",
    "Indigenous Sponsorship":"Sen. Sharon Stewart-Peregoy [D-MT]                                                                                   Sen. Jason Small [R-MT]",
    "Last Update":"1\/2024",
    "House Number":"MT HB 98",
    "Link 2":"https:\/\/leg.mt.gov\/bills\/2023\/SB0099\/SB0004_1.pdf",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"MI",
    "Name":"U.S. Attorney General’s Missing and Murdered Indigenous Persons Initiative ",
    "Chamber":3.0,
    "Chamber Details":"Michigan is among the first of six pilot-program states developing community response plans, in accordance with the U.S. Attorney General’s Missing and Murdered Indigenous Persons Initiative and the President’s Operation Lady Justice Task Force. ",
    "Senate Number":"",
    "Link 1":"https:\/\/www.justice.gov\/usao-wdmi\/pr\/2020_1218_MMIP",
    "Status":1.0,
    "Summary":"Michigan's MMIP Pilot Program establishes the first tribal community response plans for missing indigenous persons cases. Michigan is among the first of six pilot-program states developing community response plans, in accordance with the U.S. Attorney General's Missing and Murdered Indigenous Persons Initiative and the President's Operation Lady Justice Task Force. The plans address four core components of a proper response to a missing persons case: law enforcement, victim services, community outreach and public communications. 12 Tribal communities have established response plans to improve handling of emergent MMIP cases by how each branch in the local, state, and national government can work together. ",
    "UIC Pros":"Tribal Community Response Plans (TCRPs) will be locally tailored, with ample opportunity for tribal input. The structure of TCRPs are collaborative in nature, centering Indigenous voices. ",
    "UIC Cons":"Plans outline response to ongoing MMIP crisis but do not make explicit mention of prevention. The plans are said to address four core components of a proper response to a missing persons case: law enforcement, victim services, community outreach and public communications. This risks diverting much needed focus from the root causes of violence and murder harming Indigenous populations, which has fueled the MMIP crisis.",
    "Mechanisms for Evaluation?":3.0,
    "Mechanisms for Evaluation":"TCRP Specific",
    "Gender Inclusive Language?":3.0,
    "Gender Inclusive Language":"Undetermined- TCRP Specific",
    "Prevention Efforts?":2.0,
    "Prevention Efforts":"Yes; Members of the pilot project began meeting in late October of 2020, taking the first steps toward establishing the first tribal community response plans for missing indigenous persons cases.  The plans will improve the handling of emergent missing person cases by outlining how Tribal governments, law enforcement, and other partners can best work together to respond to such cases.",
    "Level of Survivor \/ Relative Input":"3",
    "Centering of Indigenous Voices":"Yes. The creation of MMIP TCRP has been a collaborative effort between law enforcement officials, victim service coordinators, and the communications department for tribes. the TCRP plans call for feedback and centering of indigenous voices.",
    "Sponsors of the Legislation":"U.S. Attorney General's Missing and Murdered Indigenous Persons Initiative",
    "Indigenous Sponsorship":"Bryan Newland, President of the Bay Mills Indian Community\nDr. Aaron Payment, Tribal Chairperson of the Sault Ste. Marie Tribe of Chippewa Indians\nTimothy Waters, Special Agent in Charge of the Detroit Field Division of the FBI\nCol. Joe Gasper, Director of the Michigan State Police\nMatthew Saxton, Executive Director of the Michigan Sheriff’s Association\nRobert Stevenson, Executive Director of Michigan Association of Chiefs of Police\n\n",
    "Last Update":"1\/2024",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"\nE.O. 13898",
    "Link 3":""
  },
  {
    "State":"NM",
    "Name":"NM HB208                                                                                                                                                                                                                                                                                                                                                              Bill Title: \"Missing & Murdered Indigenous Women\"                                                                                                 ",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":1.0,
    "Summary":"Extending the Missing and Murdered Indigenous Women Task Force, Appropriating money and declaring an emergency.                                                                                                                   ",
    "UIC Pros":"- Money is allocated to cover any expenses incurred by the task force ($50K)\n- Indigneous lawmakers have sponsored this legislation\n- Policy language declares MMIP as a state of emergency for Indigenous women\n- Legislation requires one victim or relative of MMIP on the task force (although limiting the contributions that could be made by a survivor’s perspective)\n- Action items are stipulated, as the task force is required to report a summary of its work, policy recommendations and any additional findings.",
    "UIC Cons":"- Legislation does not contain gender inclusive language\n- Taskforce members not compensated for their work, but get per diem and mileage\n- Language of policy explicitly states that goals include “studying how to increase state resources for reporting and identifying missing and murdered indigenous women in the state.” With a focus on task force collaboration with tribal law enforcement agencies, the policy risks glossing over the structural and material foundations sustaining the MMIP crisis. \n",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes - The task force shall report a summary of its work, policy recommendations and any additional findings and recommendations to the governor, the legislative council service library and the appropriate interim legislative committee and present those findings to the appropriate interim legislative committee prior to November 1, 2021.                                     ",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"No-                                                                                                                            NM HB208 calls for an extension of the duties of the task force in studying how to increase state resources for reporting and identifying missing and murdered indigenous women in the state. The focus is on task force collaboration with tribal law enforcement agencies to determine the scope of the problem, identify barriers to address the problem, and create partnerships to improve the reporting of and the investigation of missing and murdered individuals, not prevent the violence in the first place.                                                                                                                                 ",
    "Level of Survivor \/ Relative Input":"1",
    "Centering of Indigenous Voices":"NM HB208 (No)-                                                                                                                                             The task force only requires one person who is a member of a pueblo, appointed by the governor; one person who is a member of the Jicarilla Apache Nation, appointed by the governor; one person who is a member of the Mescalero Apache Tribe, appointed by the governor; one person who is a member of the Navajo Nation, appointed by the governor; one person who is a representative of an indigenous women's nongovernmental organization one person who is an indigenous woman who has been a victim of violence or a family member of an indigenous woman who has been a victim of violence, appointed by the governor, amongst other state and law enforcement officials. It is stipulated that the task force shall work with tribal governments and shall respect tribal sovereignty but it is not centering indigenous voices.           ",
    "Sponsors of the Legislation":"NM HB208- Representative Derrick Lente [D], Representative Andrea Romero [D], Representative Melanie Stansbury [D]                                                         ",
    "Indigenous Sponsorship":"Representative Derrick Lente [D]",
    "Last Update":"11\/18\/21",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"OR",
    "Name":"USAO MMIP Report",
    "Chamber":2.0,
    "Chamber Details":"Savanna's Act + Not Invisible Act of 2019",
    "Senate Number":"S.227 + S.982",
    "Link 1":"https:\/\/www.justice.gov\/usao-or\/page\/file\/1368976\/download",
    "Status":1.0,
    "Summary":"USAO MMIP Report provides tribal communities, law enforcement, and the public an overview of the currently available data regarding MMIP cases connected to the District of Oregon and USAO's MMIP Action Plan for 2021. The priority is to assist in providing critical attention to each MMIP case. OR MMIP Report",
    "UIC Pros":"Data will be collected and synthesized from all law enforcement offices that respond to Oregon Tribes or relevant Tribal offices that would have MMIP data. The MMIP Coordinator will identify, analyze, and maintain MMIP data from all available data sources, including Tribes themselves. Creation of District of Oregon MMIP Working Group, structured to facilitate collaboration between representatives from Tribes and relevant law enforcement to address Oregon's MMIP issues. ",
    "UIC Cons":"None",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Data collected and analyzed from all law enforcement offices",
    "Gender Inclusive Language?":3.0,
    "Gender Inclusive Language":"Yes. Uses language of \"missing and murdered indigenous persons\" throughout the legislation, including the mandate for the creation of the Office of Liaison for Missing and Murdered Indigenous Persons.",
    "Prevention Efforts?":2.0,
    "Prevention Efforts":"Yes, TCRP Specific",
    "Level of Survivor \/ Relative Input":"3",
    "Centering of Indigenous Voices":"The USAO intends to meet with all tribal government and all tribal law enforcement entities to discuss MMIP issues and identify MMIP cases associated with each Tribe. Tribes are asked to contribute data to enhance the efforts of the MMIP Coordinator, and will also contribute to TCRPs that will call for the creation of a District of Oregon MMIP Working Group, compromised of representatives from Tribes and law enforcement to share information and work collaboratively to address Oregon's MMIP issues. MMIP coordinator Wilkie Gillette will continue to identify and communicate with the District of Oregon's MMIP stakeholders, including MMIP victim families and grassroots indigenous persons and groups.",
    "Sponsors of the Legislation":"Sponsor: Sen. Cortez Masto, Catherine [D-NV]",
    "Indigenous Sponsorship":"Sen. Lisa Murkowski [R-AK]\nSen. Catherine Cortez Masto [D-NV]",
    "Last Update":"1\/2024",
    "House Number":"",
    "Link 2":"https:\/\/www.congress.gov\/bill\/116th-congress\/senate-bill\/227",
    "Executive Order":"",
    "Link 3":"https:\/\/www.congress.gov\/bill\/116th-congress\/senate-bill\/982?q=%7B%22search%22%3A%22PUBLIC+LAW+116%5Cu2013166%22%7D&s=5&r=6"
  },
  {
    "State":"MN",
    "Name":"MN SF1989                                                                                                                                                                                                                                     Bill Title: \"Office for missing and murdered indigenous relatives office creation and appropriation\"                                                       ",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":0.0,
    "Summary":"MN SF1989 (and identical+ concurrent HF2124) stipulate the creation an office for missing and murdered indigenous​ relatives; and outline the responsibilities of the office, including legislative advocacy, the development of recommendations, facilitate research to refine the mandates in the Missing and Murdered Indigenous Women Task Force report and to assess the potential efficacy, feasibility, and impact of the recommendations, develop tools and processes to evaluate the implementation and impact of the efforts of the office, facilitate technical assistance for local and tribal law enforcement agencies during active missing and murdered indigenous relatives cases, conduct case reviews, review sentencing guidelines for missing and murdered indigenous women-related crimes, and draft policy to procure the data required for the office to conduct the reviews planned. Both pieces of legislation also appropriate money for these causes.",
    "UIC Pros":"- This piece of legislation calls for draft legislation to be produced, which takes action a step further from just recommendations. The Office for Missing and Murdered Indigenous Relatives further requires the reporting on measurable outcomes achieved to meet its statutory duties along with an annual report.\n- Legislation is a landmark in the creation of the Office for Missing and Murdered Indigenous​ Relatives. UIC is not aware of many other states in the nation with policy structured to center and empower the Indigenous voices of the MMIP crisis in this way. \n- Fully structured and well developed mandate with research outlined for the Missing and Murdered Indigenous Women Task Force (in the production of their annual report), as well as the directive to develop tools and processes to evaluate the implementation and impact of the efforts of the office, and drafting of policy to procure the data required for office reviews of cases. \n- Legislation makes financial commitment to the relatives of MMIP through the appropriation of money for these causes. \n",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes - The Office for Missing and Murdered Indigenous Relatives must report on measurable outcomes achieved to meet it statutory duties, along with specific objectives and outcome measures proposed for the following year. The office must submit the report by January 15 each year to the chairs and ranking minority members of the house of representatives and the senate committees with primary jurisdiction over public safety.",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"The legislation does not explicitly mention prevention efforts",
    "Level of Survivor \/ Relative Input":"3",
    "Centering of Indigenous Voices":"Yes-                                                                                                                                                                                                                                                                                                                                 The Office for Missing and Murdered Indigenous Relatives dedicates a landmark amount of resources within the state of Minnesota toward the centering and amplifying of indigenous voices affected by the crisis of MMIP",
    "Sponsors of the Legislation":"MN SF 1989 Sponsors: Sen. Mary Kunesh-Podein (D)*, Sen. Karla Bigham (D), Sen. John Marty (D)",
    "Indigenous Sponsorship":"Sen. Mary Kunesh-Podein (D)",
    "Last Update":"11\/18\/21",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"MD",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"WA",
    "Name":"An Act Relating to the Creation of an Endangered Missing Person Advisory Designation for Missing Indigenous Women and Persons; and Amending Rcw 13.60.010.",
    "Chamber":1.0,
    "Chamber Details":"Introduced then referred to Public Safety",
    "Senate Number":"",
    "Link 1":"https:\/\/legiscan.com\/WA\/bill\/HB1639\/2021",
    "Status":2.0,
    "Summary":"Bill concerning the creation of an endangered missing person advisory for missing indigenous women and persons.",
    "UIC Pros":"Creates a statewide clearinghouse of missing children and endangered persons. Includes an alert specifically for \"missing indigenous women and persons\".",
    "UIC Cons":"None",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"No",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes; Uses the language of \"Missing and Murdered Indigenous Women and Persons\"",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"No. This legislation is focused on the creation of a missing persons clearing house and alert system.",
    "Level of Survivor \/ Relative Input":"1",
    "Centering of Indigenous Voices":"While there is no text explicitly calling for the participation of survivors or relatives of MMIP+, the legislation does establish a statewide clearinghouse for MMIP",
    "Sponsors of the Legislation":"Rep. Debra Lekanoff [D], Rep. Roger Goodman [D], Rep. Mari Leavitt [D], Rep. Jessica Bateman [D], Rep. Cindy Ryu [D], Rep. Tarra Simmons [D], Sen. Sharon Shewmake [D], Rep. Liz Berry [D], Rep. Alex Ramel [D], Rep. Emily Wicks [D], Rep. April Berg [D], Sen. Javier Valdez [D], Rep. Jamila Taylor [D], Rep. Alicia Rule [D], Rep. Tina Orwall [D], Rep. Vandana Slatter [D], Rep. Shelley Kloba [D], Rep. Gerry Pollet [D], Rep. Marcus Riccelli [D], Rep. Timm Ormsby [D], Rep. Kirsten Harris-Talley [D], Rep. David Hackney [D]",
    "Indigenous Sponsorship":"Debra Lekanoff [D-WA]-Tinglet Tribe",
    "Last Update":"1\/2024",
    "House Number":"WA HB 1639",
    "Link 2":"https:\/\/app.leg.wa.gov\/billsummary?BillNumber=1639&Year=2022&Initiative=false",
    "Executive Order":"",
    "Link 3":"https:\/\/lawfilesext.leg.wa.gov\/biennium\/2021-22\/Pdf\/Bills\/House%20Bills\/1639.pdf"
  },
  {
    "State":"SC",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"MT",
    "Name":"Establishes a Missing Persons Review Commission\n",
    "Chamber":1.0,
    "Chamber Details":"(Passed) 2021-04-19 - Chapter Number Assigned [HB35 Detail]",
    "Senate Number":"",
    "Link 1":"https:\/\/legiscan.com\/MT\/text\/HB35\/id\/2349651\/Montana-2021-HB35-Enrolled.pdf",
    "Status":1.0,
    "Summary":"Requires an Indigenous persons review commission to examine trends of MMIP, educate the public, law enforcement, and policymakers about the MMIP crisis, and create strategies for investigation and prevention.",
    "UIC Pros":"Commission makes a biennial report of its findings and recommendations to legislative committees, the attorney general, the governor, and the general public. ",
    "UIC Cons":"Commission doesn't explicitly calls for survivors or relatives of the MMIP crisis to centered or involved. Uses language such as \"other concerned citizens.\" Members of the commission are uncompensated for the time they invest. With a uniquely specific mandate, the commission reviews MMIP cases, adding a checks and balances system along with taking time to analyze and incorporate information regarding where an individual went missing. ",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes. Prior to each legislative session, the commission shall report its findings and recommendations to the law and justice interim committee and the state-tribal relations committee as well as to the attorney general and governor. The report must be made public through the office of the attorney general. ",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes; Uses the gender neutral language of \"Missing and Murdered Indigenous Peoples\"",
    "Prevention Efforts?":2.0,
    "Prevention Efforts":"Yes; The commission is tasked with educating the public, law enforcement, and policymakers about missing indigenous persons and strategies for investigation and prevention, and is is mandated to recommend policies and practices that may encourage jurisdictional collaboration and coordination and reduce the incidence of missing indigenous persons. .",
    "Level of Survivor \/ Relative Input":"0",
    "Centering of Indigenous Voices":"No",
    "Sponsors of the Legislation":"Rep. Sharon Stewart-Peregoy [D]                                                                                              ",
    "Indigenous Sponsorship":"Rep. Sharon Stewart-Peregoy [D-MT]                                                                                              ",
    "Last Update":"1\/2024",
    "House Number":"MT HB 35",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"DC",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"NM",
    "Name":"Creating a Position in the Attorney General's Office for a Missing Indigenous Person's Specialist",
    "Chamber":2.0,
    "Chamber Details":"Introduced",
    "Senate Number":"NM SB 12",
    "Link 1":"https:\/\/legiscan.com\/NM\/bill\/SB12\/2022",
    "Status":2.0,
    "Summary":"Creating a position in the Attorney General's Office for a Missing Indigenous Person's Specialist",
    "UIC Pros":"Createsan MMIP Liaison for state and government and Tribal Nation communication, along with processes, proceduers, and protocol for MMIP cases",
    "UIC Cons":"Repeal Provision:\n\nDelayed Repeal: The legislation includes a provision for the delayed repeal of Sections 3 and 4 effective July 1, 2023. This might raise questions about the rationale behind the repeal and whether the program is intended to be short-term.",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes. The office of the attorney general will \"compile reports of pending missing indigenous persons cases, including the status of pending missing indigenous persons cases, the clearance rate of investigating agencies responsible for tracking missing indigenous persons cases and an analysis by year of the characteristics of missing indigenous persons\"",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes; Uses the gender neutral language of \"Missing and Murdered Indigenous Peoples\"",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"No",
    "Level of Survivor \/ Relative Input":"1",
    "Centering of Indigenous Voices":"No text explicity calling for the participation of survivors, or Relative input. \"The missing indigenous persons specialists shall\ncomplete cultural competency and trauma-informed investigation\ntraining relevant to indigenous cultures.\"",
    "Sponsors of the Legislation":"Sen. Siah Correa Hemphill [D], Rep. Pamelya Herndon [D], Sen. Linda Lopez [D], Sen. Shannon Pinto [D], Sen. Nancy Rodriguez [D], Sen. Antoinette Sedillo Lopez [D]",
    "Indigenous Sponsorship":"Sen.Shannon D. Pinto [D-NM] - Navajo",
    "Last Update":"1\/2024",
    "House Number":"",
    "Link 2":"https:\/\/www.nmlegis.gov\/Sessions\/22%20Regular\/bills\/senate\/SB0012.pdf",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"AR",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"IA",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"11\/18\/21",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"WI",
    "Name":"2021 Senate Joint Resolution 51 Enacting MMIP Awareness Day in WI",
    "Chamber":2.0,
    "Chamber Details":"Failed",
    "Senate Number":"WI SJR 51",
    "Link 1":"https:\/\/docs.legis.wisconsin.gov\/2021\/related\/proposals\/sjr51.pdf",
    "Status":0.0,
    "Summary":"Legislation proclaiming May 5th of every year as the \"Day of Awareness for Missing and Murdered Indigenous Women\" in Wisconsin.",
    "UIC Pros":"Joint resolution acknowledges that \"Wisconsin has been ranked sixth in the nation for sex trafficking according to the Human Trafficking Institute, with urban centers being the hubs in the I-90\/94 corridor and international shipping areas, such as the ports of Duluth and Superior, which has led to many Indigenous women and girls to be to exploited by traffickers.\" Acknowledges the disparities inherent in the MMIP crisis with legislation language: \"Instead of nationwide manhunts, alerts, and round-the-clock news coverage when an affluent white woman goes missing, news coverage can be minimal to nonexistent when an Indigenous woman or girl goes missing. Many missing and murdered Indigenous women remain unnamed and their disappearances unknown or unheard of.\" Designated as a day to \"mourn and call attention to the many missing and murdered Indigenous women and girls, as well as those who have experienced violence and assault, and resolve to act to prevent further victimization; \" Yet remains largely symbolic and devoid of concrete action steps.\"",
    "UIC Cons":"None",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"No",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"No",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"No",
    "Level of Survivor \/ Relative Input":"0",
    "Centering of Indigenous Voices":"No. Legislation makes mention of MMIW by name, but doesn't center Indigenous voices.",
    "Sponsors of the Legislation":"Sen. Jeff Smith [D-WI], Sen. Mary Felzkowski [R-WI], Sen. Melissa Agard [D-WI], Sen. Janet Bewley [D-WI], Sen. Tim Carpenter [D-WI], Sen. Brad Pfaff [D-WI], Sen. Janis Ringhand [D-WI], Sen. Kelda Roys [D-WI], Sen. Lena Taylor [D-WI], Sen. Chris Larson [D-WI]",
    "Indigenous Sponsorship":"None",
    "Last Update":"1\/2024",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"FL",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"RI",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"HI",
    "Name":"Bill Title: Requesting The Hawaii State Commission On The Status Of Women To Convene A Task Force To Study Missing And Murdered Native Hawaiian Women And Girls",
    "Chamber":2.0,
    "Chamber Details":"",
    "Senate Number":"SR7",
    "Link 1":"https:\/\/www.capitol.hawaii.gov\/session2021\/bills\/SR7_SD1_.PDF",
    "Status":0.0,
    "Summary":"Recognizes the widespread epidemic of violence and sex trafficking disproportionately affecting indigenous women and girls in Hawaii and the lack of data there is to illuminate the problem as it relates to Native Hawaiians. The bill calls for \"a task force to conduct a study regarding missing and murdered Native Hawaiian women and girls.\"",
    "UIC Pros":"- This legislation acts to remedy a dangerous gap in the availability of information regarding the MMIP crisis specific to Hawaii\n- Bill includes inclusive language, explicitly acknowledging that “members of the lesbian, gay, bisexual, transgender, and queer community disproportionately experience factors that put them at high risk of being victims of sex trafficking and being involved with the sex industry.\"\n",
    "UIC Cons":"- Does not include language explicitly calling for the participation of survivors or relatives of MMIP, or structure that provides for the centering of Indigenous voices within the community\n- Significant amount of time dedicated to research with little action items planned until 2023",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes-                                                                                                                                                                                                                            The task force is mandated to submit a preliminary report of its findings and recommendations, including any proposed legislation, to the Legislature no later than twenty days prior to the convening of the Regular Session of 2023, and a final report, including any additional proposed legislation, no later than twenty days prior to the convening of the Regular Session of 2024",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes - Legislation text acknowledges that \"Native Hawaiian women, girls, and members of the lesbian, gay, bisexual, transgender, and queer community disproportionately experience factors that put them at high risk of being victims of sex trafficking and being involved with the sex industry\"",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"1- No text explicitly calling for the participation of survivors or relatives of MMIW+.The task force is requested to consider inviting additional organizations or agencies to participate on the task force, as needed.",
    "Centering of Indigenous Voices":"No                                                                                                                      \"The task force is requested to comprise the following members or their designees: (1)  The Executive Director of the Hawaii State Commission on the Status of Women, who shall serve as a co-chair of the task force; (2)  The Chief Executive Officer of the Office of Hawaiian Affairs, who shall serve as a co-chair of the task force; (3)  The Director of Health; (4)  The Director of Human Services; (5)  The Administrative Director of the Courts; (6)  The Attorney General; (7)  The Chair of the County Committee on the Status of Women of each respective county; (8)  The Chief of Police of each respective county. The task force also asks for one representative from the organization Papa Ola Lokahi; one representative from The Sex Abuse Treatment Center; one representative from organization Hale Kipa; One representative from Residential Youth Services and Empowerment; One representative from the Susannah Wesley Community Center; and one representative from Ho�ōla Nā Pua\"",
    "Sponsors of the Legislation":"Senator Rosalyn Baker [D], Senator Laura Acasio [D], Senator Stanley Chang [D], Senator Kurt Fevella [R],Senator Mike Gabbard [D], Senator Lorraine Inouye [D], Senator Dru Kanuha [D], Senator Jarrett Keohokalole [D], Senator Donna Kim [D], Senator Chris Lee [D], Senator Bennette Misalucha [D], Senator Sharon Moriwaki [D], Senator Maile Shimabukuro [D], Senator Michelle Kidani [D], Senator Clarence Nishihara [D], Senator Joy San Buenaventura [D]",
    "Indigenous Sponsorship":"None Self-Identified",
    "Last Update":"11\/18\/21",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"MT",
    "Name":"MT SB4                                                                                                                                                                                                                                                                                                                                                                                                                     Bill Title: \"Extend the Missing Indigenous Persons Taskforce\"                                                                                                                                                                                                                                                                                                                             ",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"MT SB4- Extending the Missing Indigenous Persons Taskforce and requiring the taskforce to work toward identifying causes contributing to missing and murdered indigenous persons (passed 4\/22\/21).                                                                                                               *Both MT HB98 and MT SB4 (as amended version of HB98) lay out the requirements for task force membership, and the primary duties of the task force, including work to identify strategies to improve interagency communication, cooperation, and collaboration to remove jurisdictional barriers and increase reporting and investigation of missing indigenous persons, work to identify causes that contribute to missing and murdered indigenous persons and make recommendations to federally recognized tribes in the state to reduce cases of missing and murdered indigenous persons, prepare a written written report of findings and recommendations for submission to the state-tribal relations interim committee, and to administer the looping in native communities network grant program (as amended).                                                                                                                  ",
    "UIC Pros":"- Bill utilizes gender inclusive language, mentions preventative efforts and is sponsored by a Native American state senator.  \n- Bill is structured to require regular reporting of findings and recommendations\n- Requires moderate levels of Indigenous representation with representatives from each tribe in Montana, however only representatives from federally recognized tribes are recognized.\n- Aims include promoting communication, cooperation, and collaboration to remove jurisdictional barriers and increase reporting and investigation of missing Indigenous persons as well as work to identify causes that contribute to missing and murdered Indigenous persons (such as annual reporting of the characteristics of missing Indigenous persons) with the hopes of creating policy and recommendations to reduce cases of MMIP. In this way there is encouraging attention paid to prevention. ",
    "UIC Cons":"- The legislation lacks a structure that calls for the inclusion or centering of survivors or relatives of MMIP on the task force. The bill generally fails to amplify voices from the Indigenous community.\n- Legislative language alludes that recommendations will be made to federally recognized tribes in the state to reduce cases of missing and murdered indigenous persons, however this serves to obscure the structural conditions facilitating and motivating the ongoing MMIP crisis, even suggesting that tribal communities are, themselves, to blame for the violence waged against their Indigenous populations.   \n- May preclude authentic Indigenous representation because task force members must be appointed by Attorney General, in this way the legislation falls short in centering the voices of survivors and relatives",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes - By July 1 prior to each regular legislative session, the task force shall prepare a written report of findings and recommendations for submission to the state-tribal relations interim committee. The report must include a recommendation to the 67th legislature as to whether the task force should continue in existence. The report must include the following information: (a) the number of unique individuals reported to the missing and murdered indigenous persons database; (b) the number of unique individuals recovered as a result of the missing and murdered indigenous persons database; (c) the number of unique individuals recovered as a result of the looping in native communities network grant program; (d) the number of unique individuals searched for and recovered as a result of missing persons response teams; (e) the number of missing persons entries into the missing and murdered indigenous persons database by year; (f) an analysis by year of the characteristics of missing indigenous persons, including but not limited to age, gender, child protective services involvement status, foster case status, duration of time missing, and estimated related cause; (g) the number of actively missing indigenous persons by year; (h) a description and the results of any noncompetitive grant awardee activities; (i) a description of the activities and progress related to improving interagency communication, cooperation, and collaboration and removing interjurisdictional barriers; and (j) any other information the task force members find relevant to the task force's mission.\n",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes - Gender inclusive language is used throughout the legislation, making use of the term indigenous persons\/peoples instead of explicitly stating women and girls.",
    "Prevention Efforts?":2.0,
    "Prevention Efforts":"Yes-                                                                                    Both MT HB98 and MT SB4 (as amended version of HB98) stipulate that the Missing Indigenous Persons Task Force work to identify causes that contribute to missing and murdered indigenous persons and make recommendations to federally recognized tribes in the state to reduce cases of missing and murdered indigenous persons.                                                                                   ",
    "Level of Survivor \/ Relative Input":"2",
    "Centering of Indigenous Voices":"Somewhat-                                                                                                       Both MT HB98 and MT SB4 (as amended version of HB98) stipulate that task force members, including the presiding officer, must be appointed by the attorney general or a designee of the attorney general and must include but is not limited to: a representative from each tribal government located on the seven federally recognized Indian tribe in Montana reservations and the Little Shell Chippewa tribe; with the mandate that the task force convene at least one meeting with tribal and local law enforcement agencies, federally recognized tribes, and urban Indian organizations for the purposes of subsection (3)(b) and to determine the scope of the problem of missing indigenous women and children.                                                                            ",
    "Sponsors of the Legislation":"MT SB4: Sen. Jason Small (R)*                                                                                                         ",
    "Indigenous Sponsorship":"Sen. Jason Small (R)",
    "Last Update":"11\/18\/21",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"MN",
    "Name":"A Bill for an Act Relating to Public Safety; Establishing a Reward Fund for Information on Missing and Murdered Indigenous Relatives; Appropriating Money; Proposing Coding for New Law in Minnesota Statutes, Chapter 299a",
    "Chamber":2.0,
    "Chamber Details":"Referred to Senate Judiciary and Public Safety Finance and Policy Committee",
    "Senate Number":"MN SF 2828 ",
    "Link 1":"https:\/\/legiscan.com\/MN\/bill\/HF3055\/2021",
    "Status":0.0,
    "Summary":"Reward fund for information on missing and murdered indigenous relatives establishment and appropriation.",
    "UIC Pros":"Creates a reward for information on MMIP",
    "UIC Cons":"None",
    "Mechanisms for Evaluation?":3.0,
    "Mechanisms for Evaluation":"110,000 financial alottment to MMIP Information Reporters; traceable\/trackable",
    "Gender Inclusive Language?":3.0,
    "Gender Inclusive Language":"Yes, MMIR is terminology used Gender inclusive",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"No",
    "Level of Survivor \/ Relative Input":"0",
    "Centering of Indigenous Voices":"No",
    "Sponsors of the Legislation":"Rep. Jamie Becker-Finn [D], Rep. Heather Edelson [D], Rep. Marion O'Neill [R], Rep. Liz Olson [D], Rep. Heather Keeler [D]",
    "Indigenous Sponsorship":"Rep. Heather Keeler [D-MN]\nRep. Jamie Becker-Finn [D-MN]",
    "Last Update":"1\/2024",
    "House Number":"MN HB 3055",
    "Link 2":"https:\/\/www.revisor.mn.gov\/bills\/text.php?number=SF2828&version=0&session=ls92&session_year=2022&session_number=0&format=pdf",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"NM",
    "Name":"Requires an Extension of the MMIP Task Force",
    "Chamber":1.0,
    "Chamber Details":"Passed (Not Adopted Yet)",
    "Senate Number":"",
    "Link 1":"https:\/\/www.nmlegis.gov\/Sessions\/21%20Regular\/bills\/house\/HB0208.html",
    "Status":1.0,
    "Summary":"Requires an extension of the MMIP task force. Task force is to conduct a study to determine how to increase state resources for reporting and identifying MMIP. The task force shall collaborate with tribal law enforcement agencies to determine the scope of the problem, identify barriers to address the problem, and create partnerships to improve the reporting of an investigation of MMIP.",
    "UIC Pros":"Legislation requires one victim or relative of MMIP be on the task force (limiting the contributions that could be made by a survivor's perspective). Money is allocated to cover any expenses incurred by the tasks force. Action items are stipulated. The task force is required to report a summary of its work, policy recommendations, and any additional findings. ",
    "UIC Cons":"Task force members are not compensated for their work, but get per diem and mileage. Language of the policy explicitly states that goals include, \"studying how to increase state resources for reporting and identifying missing and murdered indigenous women in the state.\" With a focus of task force collaboration with tribal law enforcement agencies, the policy risks glossing over the structural and material foundations sustaining the MMIP crisis. ",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes. The task force shall report a summary of its work, policy recommendations, and any additional findings and recommendations to the governor, the legislative council, service library, appropriate interim legislative committee, and present those findings to the appropriate interim legislative committee prior to November 1, 2021.",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"No",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"No",
    "Level of Survivor \/ Relative Input":"0",
    "Centering of Indigenous Voices":"No",
    "Sponsors of the Legislation":"NM HB208: Representative Derrick Lente [D], Representative Andrea Romero [D], Representative Melanie Stansbury [D]                                                         ",
    "Indigenous Sponsorship":"Representative Derrick Lente [D]-Sandia Pueblo",
    "Last Update":"1\/2024",
    "House Number":"NM HB 208",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"NJ",
    "Name":"Urges the United States Department of Justice to Dedicate Additional Resources to Solving Cases Involving Missing or Murdered Native American Women and Girls.",
    "Chamber":2.0,
    "Chamber Details":"Introduced",
    "Senate Number":"NJ SR 88",
    "Link 1":"https:\/\/legiscan.com\/NJ\/bill\/SR88\/2020",
    "Status":2.0,
    "Summary":"Urges the United States Department of Justice to dedicate additional resources to solving cases involving missing or murdered Native American women and girls.",
    "UIC Pros":"Recognizes Tribal sovereignty within the language of the policy. ",
    "UIC Cons":"Shifts onus onto the US Department of Justice (DOJ) for the alleviation of the MMIP crisis, but New Jersey is more than capable in combating violence against Native communities.",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"No",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"No",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"No",
    "Level of Survivor \/ Relative Input":"0",
    "Centering of Indigenous Voices":"No",
    "Sponsors of the Legislation":"Sen. Joseph Cryan [D]",
    "Indigenous Sponsorship":"None",
    "Last Update":"1\/2024",
    "House Number":"",
    "Link 2":"https:\/\/pub.njleg.state.nj.us\/Bills\/2020\/SR\/88_I1.PDF",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"AZ",
    "Name":"Establishing The Study Committee On Missing And Murdered Indigenous Peoples; Appropriating Monies",
    "Chamber":2.0,
    "Chamber Details":"AN ACT ESTABLISHING THE STUDY COMMITTEE ON MISSING AND MURDERED INDIGENOUS PEOPLES; APPROPRIATING MONIES; delayed repeal; Referred to House Military Affairs and Public Safety Committee",
    "Senate Number":"AZ SB 1215",
    "Link 1":"https:\/\/www.azleg.gov\/legtext\/55leg\/2r\/bills\/hb2139p.htm",
    "Status":0.0,
    "Summary":"Arizona enacts a legislation establishing a study committee on missing and murdered indigenous peoples, comprised of appointed members from various entities. The committee is mandated to study and propose measures to address violence against indigenous peoples, submitting reports periodically until September 30, 2026. Members won't receive compensation but may be reimbursed for expenses. Funding is allocated through appropriations to the attorney general.",
    "UIC Pros":"Representation and Inclusion: Indigenous people are directly represented in the study committee, both in the house and the senate, ensuring that their voices are heard in discussions about issues affecting them.\nHolistic Approach:The comprehensive study and ongoing reviews address various aspects of violence against indigenous peoples, including missing and murdered individuals, allowing for a holistic understanding of the problem.\n",
    "UIC Cons":"Limited Timeline: The timeline for submitting reports and the repeal of the study committee by September 30, 2026, may be considered relatively short. Critics might argue that a more extended period is necessary to conduct a thorough study and implement effective measures.\nFunding Dependency: The use of appropriated monies may be subject to limitations, and critics may argue that greater financial resources are needed for a more robust and sustained effort.\nPotential for Incomplete Representation: While efforts are made to include indigenous representatives, critics may argue that the selection process might not fully capture the diversity of indigenous communities, potentially leaving some voices unheard.\nLack of Compensation: Committee members not being eligible for compensation might be seen as a drawback, as it could limit the ability of individuals, especially those from less privileged backgrounds, to actively participate.\nFocus on Gender Violence: The emphasis on crimes of gender violence may be viewed as limiting, and critics might argue that a broader focus on all forms of violence against indigenous peoples is necessary.\nUncertain Impact of Proposed Legislation: While the committee has the authority to propose legislation, the actual impact of these proposed measures on addressing the issues of missing and murdered indigenous peoples remains uncertain until implemented and evaluated.\nPotential for Insufficient Cultural Understanding: Despite efforts to ensure cultural accuracy, critics might express concerns that the study committee, composed of individuals who may not fully represent all cultural nuances, may inadvertently overlook certain cultural aspects in their recommendations.\nDependency on Law Enforcement: The reliance on law enforcement for data collection may raise concerns among some indigenous communities, given historical and systemic issues with law enforcement relationships in these communities. Critics may argue for more community-driven data collection initiatives.",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes. A report will be submitted regarding the study committee's activities and recommendations for administrative or legislative action on or before December 1, 2023, December 1, 2024 and December 1, 2025 to the governor, the president of the senate and the speaker of the house of representatives and provide a copy of these reports to the secretary of state.",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes; Uses the gender neutral language of \"Missing and Murdered Indigenous Peoples\"",
    "Prevention Efforts?":2.0,
    "Prevention Efforts":"Yes,  Conduct a comprehensive study to determine how this state can reduce and end violence against indigenous peoples in this state.",
    "Level of Survivor \/ Relative Input":"3",
    "Centering of Indigenous Voices":"Yes. Requires participation by three members of the house of representatives and senate who are of indigenous descent or who attend meetings and actively work on issues relating to indigenous peoples, one member who works with the Phoenix or Tucson Indian center, one member who works in the Phoenix area Indian health services, one representative of a tribal government, one attorney general or judge from a tribal jurisdiction, one social worker who works with a tribal, statewide or local organization that provides services to indigenous peoples.",
    "Sponsors of the Legislation":"Rep. Jennifer Jermaine [D], Rep. Walter Blackman [R], Rep. Jasmine Blackwater-Nygren [D], Rep. Kelli Butler [D]\nRep. David Cook [R], Rep. Andrea Dalessandro [D], Rep. Domingo Degrazia [D], Sen. Denise Epstein [D]\nRep. Sarah Liguori [D], Rep. Jennifer Longdon [D], Rep. Jennifer Pawlik [D], Rep. Pamela Hannley [D], Rep. Marcelino Quiñonez [D], Rep. Myron Tsosie [D], Sen. Sean Bowie [D], Sen. Rosanna Gabaldon [D], Sen. Sally Gonzales [D], Sen. Victoria Steele [D]        ",
    "Indigenous Sponsorship":"Rep. Jennifer Jermaine [D-AZ], Rep. Jasmine Blackwater-Nygren [D-AZ], \nRep. Domingo DeGrazia [D-AZ], Rep. Myron Tsosie [D-AZ].\n",
    "Last Update":"11\/29\/23",
    "House Number":" AZ HB 2139",
    "Link 2":"https:\/\/www.azleg.gov\/legtext\/55leg\/2r\/bills\/sb1215p.htm ",
    "Executive Order":"",
    "Link 3":"https:\/\/legiscan.com\/AZ\/bill\/HB2139\/2022"
  },
  {
    "State":"GA",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"KS",
    "Name":"Providing money for the attorney general to coordinate training for law enforcement agencies on missing and murdered indigenous people",
    "Chamber":1.0,
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"http:\/\/kslegislature.org\/li\/b2021_22\/measures\/documents\/hb2008_enrolled.pdf",
    "Status":1.0,
    "Summary":"\"HB 2008 authorizes the Attorney General to coordinate training regarding missing and murdered indigenous persons for law enforcement agencies throughout Kansas, in consultation with Native American Indian tribes, the Kansas Bureau of Investigation, the Kansas Law Enforcement Training Center, and other appropriate state agencies\"",
    "UIC Pros":"",
    "UIC Cons":"- Bill provides financial resources to law enforcement, who have thus far failed to respond to the ongoing MMIP crisis due to a multitude of factors. Training cops is ineffectual because not only does this fail to address the root causes of the colonial and state violence that has fueled the MMIP crisis, but this obscures the structural and material constraints of addressing the impunity with which violence against Indigenous populations is waged. \n- Legislation appears to weaponize the MMIP crisis, using this as an opportunity to strengthen the very law enforcement that has inflicted violence upon Indigenous communities for generations.\n- Fails to provide material support for, or sufficient centering of, Indigenous communities, survivors, and relatives of the ongoing MMIP crisis.\n",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes - Language is gender neutral",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"2",
    "Centering of Indigenous Voices":"Somewhat-                                                                                                                                                                                                                                                                                                                       The Bill stipulates for \"consultation with Native American Indian tribes\" and law enforcement entities, as well as other state agencies, so that the attorney general can\ncoordinate training regarding missing and murdered indigenous persons for law enforcement agencies throughout Kansas.",
    "Sponsors of the Legislation":"Representative Victors and Representative Haswood",
    "Indigenous Sponsorship":"Representative Victors and Representative Haswood",
    "Last Update":"11\/18\/21",
    "House Number":"HB2008",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"SD",
    "Name":"An Act to Establish the Office of Liaison for Missing and Murdered Indigenous Persons.",
    "Chamber":1.0,
    "Chamber Details":"23A-28C-16. Office of liaison for missing and murdered indigenous person\n6 established--Duties of Office of the Attorney General--Promulgation of rules",
    "Senate Number":"",
    "Link 1":"https:\/\/legiscan.com\/SD\/bill\/HB1199\/2021",
    "Status":1.0,
    "Summary":"Establishes the Office of Liaison for MMIP to assist with and provide training.",
    "UIC Pros":"Funding of the Office of Liaison for MMIP is contributed by the state. South Dakota is a Public Law 280 state, which grants criminal jurisdiction over Indigenous persons on reservations and allows civil litigation under tribal or federal court jurisdiction to be handled by state courts. This is indicative of a step forward in amending relations between state and tribe. The Office of the Attorney General will staff the office with a full-time missing person specialist, pursue federal funding for MMIP, and coordinate vital functions of the MMIP efforts within and between law enforcement across tribal, state, and federal lines. ",
    "UIC Cons":"The Office of Liaison for Missing and Murdered Indigenous Persons is not explicitly directed to coordinate MMIP efforts with survivors and relatives of MMIP or local Native communities.",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"No",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes; Uses the gender neutral language of \"Missing and Murdered Indigenous Persons\"",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"No. There is no mention of prevention in the bill.",
    "Level of Survivor \/ Relative Input":"0",
    "Centering of Indigenous Voices":"No. The Office of Liaison for Missing and Murdered Indigenous Persons is directed to coordinate the functions of the MMIP with the United States Attorney's Office, the United States Department of Justice, state law enforcement agencies, and tribal law enforcement agencies. There is no mention of coordination with members of indigenous communities.",
    "Sponsors of the Legislation":"Representative Peri Pourier [D], Senator Jessica Castleberry [R], Representative Linda Duba [D], Senator Red Foster [D], Senator Troy Heinert [D], Representative Elizabeth May [R], Senator Reynold Nesiba [D], Representative Jess Olson [R], Representative Carl Perry [R], Representative Tim Reed [R], Representative Jamie Smith [D]",
    "Indigenous Sponsorship":"Rep. Peri Pourier [D-SD], Sen. Troy Heinert [D-SD], Rep. Liz Marty May [R-SD]",
    "Last Update":"1\/2024",
    "House Number":"SD HB 1199",
    "Link 2":"https:\/\/mylrc.sdlegislature.gov\/api\/Documents\/215383.pdf",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"National",
    "Name":"Violence Against Women Act Reauthorization Act of 2021",
    "Chamber":1.0,
    "Chamber Details":"Violence Against Women Reauthorization Act of 2021\nPassed Resolution VAWA reauthorization",
    "Senate Number":"",
    "Link 1":"https:\/\/www.congress.gov\/bill\/117th-congress\/house-bill\/1620\/text?r=6&s=2",
    "Status":1.0,
    "Summary":"A resolution to reauthorize the Violence Against Women Act (VAWA) of 1994.",
    "UIC Pros":"Positive changes and updates from VAWA 2018. VAWA 2013 did not apply to Alaska Native villages with the exception of two tribes, so allowing Alaska Native villages to be covered by the proposed legislation was a critical change. Changed from VAWA 2018 is the name \"Special Domestic Violence Criminal Jurisdiction (SDVCJ),\" which is now proposed as \"Special Tribal Criminal Jurisdiction,\" thus providing a clarification as to who these provisions are for (tribal communities). New VAWA legislation respond to concerns raised by the National Congress of American Indians, as well as other community members regarding the number of tribes that can implement SDVCJ because of the costs of meeting congressionally delegated standards. The new version of VAWA proposes the allocation of money to tribal communities. This bill has expanded tribal jurisdiction over non-Indigenous offenders for crimes which were not previously included in the SDVCJ of the 2013 reauthorization. These include trafficking, child abuse, child witness of abuse, stalking, sexual assault, elder abuse, and assault against law enforcement.",
    "UIC Cons":"Despite the best of intentions, efficacy of this bill may be impacted by the amount of funding, tribal access to allocated funding, and limited jurisdictional scope regarding crimes commited by non-Indigenous individuals on tribal lands.",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes. There are authorized to be appropriated $7,000,000 for each of fiscal years 2022 through 2026 to carry out subsection (f) and to provide training, technical assistance, data collection, and evaluation of the criminal justice systems of participating Tribes.",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes; Uses language inclusive of the LGBTQ community throughout.",
    "Prevention Efforts?":2.0,
    "Prevention Efforts":"Yes. Includes provisions for the improvement of Victim Services.",
    "Level of Survivor \/ Relative Input":"3",
    "Centering of Indigenous Voices":"Yes. Requires trainings \"that center the experiences of and are developed in collaboration with Black and Indigenous people and People of Color, and include community-defined practices such as the use of doulas, midwives, and traditional healers”.",
    "Sponsors of the Legislation":"Rep. Jackson Lee, Sheila [D-TX-18]; 186 cosponsors",
    "Indigenous Sponsorship":"Rep. Sharice Davids [D-KS-3] - Ho-Chunk",
    "Last Update":"1\/2024",
    "House Number":"H.Res. 1620 ",
    "Link 2":"https:\/\/www.nyc.gov\/site\/nycha\/residents\/vawa-resources.page",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"WI",
    "Name":"Missing and Murdered Indigenous Women Task Force",
    "Chamber":"",
    "Chamber Details":"Creation of Wisconsin MMIWP Taskforce",
    "Senate Number":"",
    "Link 1":"https:\/\/www.doj.state.wi.us\/missing-and-murdered-indigenous-women-task-force",
    "Status":1.0,
    "Summary":"The Missing and Murdered Indigenous Women Task Force launched in July 2020 in partnership with Wisconsin Department of Justice and Indigenous communities to address and prevent future cases of missing and murdered Indigenous women in Wisconsin. The task force is charged with helping fight the abduction, homicide, violence and trafficking of Indigenous women in Wisconsin and plans to focus on examining the factors that contribute to missing and murdered Indigenous women (MMIW) and the response from social service organizations, understanding the roles federal, state and tribal jurisdictions play, and improving and implementing robust data collection and reporting methods.",
    "UIC Pros":"Office of Wisconsin Attorney General Josh Kaul allocated $300,000 through grants from the federal Victims of Crime Act toward the Wisconsin MMIW Task Force to hire a coordinator and a data analysis contractor.  Out of the $300,000 received from the U.S. Department of Justice's Violence Against Women Act grant program, there is $200,000 being dedicated to a research project to understand how many Native women in the state suffer these crimes. ",
    "UIC Cons":"The Task Force is a collaboration between the Wisconsin Department of Justice and tribal communities but it is not clear the extent to which Indigenous voices are prioritized or honored throughout this collaboration.",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"No ",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"No",
    "Prevention Efforts?":2.0,
    "Prevention Efforts":"Yes. The Missing and Murdered Indigenous Women Task Force has a broad mandate, but is charged with helping fight the abduction, homicide, violence and trafficking of Indigenous women in Wisconsin, implying that prevention efforts would be part of the purview of the task force. ",
    "Level of Survivor \/ Relative Input":"2",
    "Centering of Indigenous Voices":"The Task Force is a collaboration between the Wisconsin Department of Justice and tribal communities but it is not clear the extent to which indigenous voices are prioritized or honored throughout this collaboration. ",
    "Sponsors of the Legislation":"Co-Chair: Representative Skye Alloway - Forest County Potawatomi, Co-Chair: Justine Rufus - Rural Coordinator, Wisconsin Coalition Against Sexual Assault: MMIW Taskforce Coordinator, Brooke Johnson, Government Affairs Director: Chris McKinny.",
    "Indigenous Sponsorship":"Rep.Skye Alloway - Forest County Potawatomi",
    "Last Update":"1\/2024",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"E.O 13898",
    "Link 3":""
  },
  {
    "State":"ID",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"OK",
    "Name":"OK SB172                                                                                                                                                         Bill Title: \"Missing and murdered indigenous people; creating Ida's Law. Effective date.\"\n",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":1.0,
    "Summary":"                                                                                                                                                                     OK SB172- Final version of introduced OK SB230 and amended OK HB2733, signed into law by Governor on 4\/20\/21",
    "UIC Pros":"+ Indigenous representation in the sponsorship of the bill\n+Oklahoma State Bureau of Investigation will coordinate with the United States Attorney’s Office and Department of Justice to create an Office of Liaison for Missing and Murdered Indigenous Persons, seeking funds to create a missing persons specialist and requiring the Office to develop a best practices protocol\n+Legislation has gender inclusive language",
    "UIC Cons":"- Any individual hired within the Office of Liaison for Missing and Murdered Indigenous Persons is required to have significant experience working with tribal communities but not required to be an Indigenous person\n- Office members must consult with community organizations that serve indigenous populations to promote community relations and develop best practices but do not need to account for the best interests of Indigenous peoples. \n- Bill exclusively focuses on enhancing law enforcement and state entity response to missing or murdered Indigenous peoples, but does not contain provisions promoting prevention.\n\n",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes - There is gender neutral language utilized throughout the legislation, including the mandate for the creation of the Office of Liaison for Missing and Murdered Indigenous Persons",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"(OK SB230, OK HB2733, and final OK SB172) No, these Bills as amended and House\/Senate versions of each other focus on ehancing law enforcement and state entity\nresponse to missing indigenous peoples. \n",
    "Level of Survivor \/ Relative Input":"1",
    "Centering of Indigenous Voices":"OK SB230, OK HB2733, and final OK SB172- With the funding secured by the United States Dept. of Justice, the Oklahoma State Bureau of Investigation will create an Office of Liaison for Missing and Murdered Indigenous Persons. Any individual hired within the Office is required to have significant experience working with tribal communities but not required to be indigenous persons. Further, the The Office of Liaison for Missing and Murdered Indigenous Persons must work with state, tribal and federal law enforcement agencies\non missing persons and homicide cases involving American Indian individuals and consult with community organizations that serve indigenous populations to promote community relations and develop best practices but does not need to account for the best interests of indigenous peoples. ",
    "Sponsors of the Legislation":"OK SB172- Sen. Paul Rosino [R], Rep. Collin Walke [D], Rep. Danny Williams [R], Rep. Ken Luttrell [R], Rep. Mickey Dollens [D], Rep. Melissa Provenzano [D], Rep. Daniel Pae [R], Rep. Andy Fugate [D], Rep. Trish Ranson [D], Rep. John Waldron [D], Sen. Kay Floyd [D], Sen. Micheal Bergstrom [R], Sen. Mary Boren [D], Sen. Shane Jett [R], Sen. Carri Hicks [D], Sen. Darrell Weaver [R]",
    "Indigenous Sponsorship":"Ken Luttrell [R]",
    "Last Update":"11\/18\/21",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"National",
    "Name":"A resolution designating May 5, 2021, as the \"National Day of Awareness for Missing and Murdered Native Women and Girls\"                                             ",
    "Chamber":2.0,
    "Chamber Details":"",
    "Senate Number":"SR196",
    "Link 1":"https:\/\/www.congress.gov\/bill\/117th-congress\/senate-resolution\/196",
    "Status":1.0,
    "Summary":"This resolution designates May 5, 2021, as the National Day of Awareness for Missing and Murdered Native Women and Girls.",
    "UIC Pros":"- There is value in recognition of this day on the Senate level. Declaration helps to spread knowledge and alert American populace to the epidemic of Missing and Murdered Native Women and Girls",
    "UIC Cons":"- Ineffectual, centered more on declarations\/performance than concrete action items\n- There is longstanding, community-wide action on May 5th. A national declaration makes little difference in changing the level of organizing occurring within communities impacted by MMIP \n",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"0",
    "Centering of Indigenous Voices":"No",
    "Sponsors of the Legislation":"Sen. Tester, Jon [D-MT], Sen. Cramer, Kevin [R-ND], Sen. Wyden, Ron [D-OR], Sen. Lankford, James [R-OK],  Sen. Lujan, Ben Ray [D-NM], Sen. Schatz, Brian [D-HI], Sen. Murkowski, Lisa [R-AK], Sen. Crapo, Mike [R-ID], Sen. Hoeven, John [R-ND]",
    "Indigenous Sponsorship":"None",
    "Last Update":"11\/18\/21",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"MS",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"National",
    "Name":"Expressing the Sense of the House of Representatives to Recognize the Crisis of Violence Against Native Women.",
    "Chamber":1.0,
    "Chamber Details":"Introduced in House Referred to the Subcommittee for Indigenous Peoples of the United States (2021-05-19). Referred to the House Committee on Natural Resources (2021-05-18)",
    "Senate Number":"",
    "Link 1":"https:\/\/www.congress.gov\/bill\/117th-congress\/house-resolution\/411\/text",
    "Status":2.0,
    "Summary":"The resolution highlights the crisis of violence against Native women, citing alarming murder rates, disproportionate violence, and a lack of data on missing individuals. It emphasizes the need to address challenges in prosecuting crimes and advocates for restoring the authority of Tribal courts to enhance safety in Native communities.",
    "UIC Pros":"The language of Indigenous Rep. Sharice Davids and the other representatives regarding the minimization of rampant violence against Native men is significant and often not found in messaging concerning gender based violence against Indigenous populations. ",
    "UIC Cons":"Lack of indication that preventive programs will be proposed following this expression of recognition. Similar to designating a day of awareness - there is value in recognizing the crisis, but this legislation is missing more action steps. ",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"No",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"No",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"No",
    "Level of Survivor \/ Relative Input":"1",
    "Centering of Indigenous Voices":"No",
    "Sponsors of the Legislation":"        Rep. Moore, Gwen [D-WI-4]; 4 cosponors ",
    "Indigenous Sponsorship":"Rep. Sharice Davids [D-KS-3] - Ho-Chunk",
    "Last Update":"1\/2024",
    "House Number":"H.Res.411",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"NH",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"HI",
    "Name":"Requesting the Hawaii State Commission on the Status of Women to Convene a Task Force to Study Missing and Murdered Native Hawaiian Women and Girls",
    "Chamber":1.0,
    "Chamber Details":"House Concurrent Resolution",
    "Senate Number":"",
    "Link 1":"https:\/\/www.capitol.hawaii.gov\/session2021\/bills\/HCR11_.HTM",
    "Status":1.0,
    "Summary":"The HI Commission on the Status of Women must establish a task force to study missing and murdered native Hawaiian women and girls. ",
    "UIC Pros":"This legislation acts to remedy a dangerous gap in the availability of information regarding the MMIP crisis specific to Hawaii. Bill includes inclusive language, explicitly acknowledging that “members of the lesbian, gay, bisexual, transgender, and queer community disproportionately experience factors that put them at high risk of being victims of sex trafficking and being involved with the sex industry.\"",
    "UIC Cons":"Does not include language explicitly calling for the participation of survivors or relatives of MMIP, or structure that provides for the centering of Indigenous voices within the community. Significant amount of time dedicated to research with little action items planned until 2023",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes. The task force is mandated to submit a preliminary report of its findings and recommendations, including any proposed legislation, to the Legislature no later than twenty days prior to the convening of the Regular Session of 2023, and a final report, including any additional proposed legislation, no later than twenty days prior to the convening of the Regular Session of 2024.",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes. Legislation text acknowledges that \"Native Hawaiian women, girls, and members of the lesbian, gay, bisexual, transgender, and queer community disproportionately experience factors that put them at high risk of being victims of sex trafficking and being involved with the sex industry.\"",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"No",
    "Level of Survivor \/ Relative Input":"0",
    "Centering of Indigenous Voices":"The task force is requested to comprise the following members or their designees: (1) The Executive Director of the Hawaii State Commission on the Status of Women, who shall serve as a co-chair of the task force; (2) The Chief Executive Officer of the Office of Hawaiian Affairs, who shall serve as a co-chair of the task force; (3) The Director of Health; (4) The Director of Human Services; (5) The Administrative Director of the Courts; (6) The Attorney General; (7) The Chair of the County Committee on the Status of Women of each respective county; (8) The Chief of Police of each respective county. The task force also asks for one representative from the organization Papa Ola Lokahi; one representative from The Sex Abuse Treatment Center; one representative from organization Hale Kipa; One representative from Residential Youth Services and Empowerment; One representative from the Susannah Wesley Community Center; and one representative from Ho�ōla Nā Pua.\"",
    "Sponsors of the Legislation":"Representative Stacelynn Eli [D], Representative Della au Belatti [D], Representative Patrick Branco [D], Representative Lynn Decoite [D], Representative Troy Hashimoto [D], Representative Linda Ichiyama [D], Representative Jeanne Kapela [D], Representative Lisa Kitagawa [D], Representative Nicole Lowen [D], Representative Lisa Marten [D], Representative Scot Matayoshi [D], Representative Lauren Matsumoto [R], Representative Angus McKelvey [D], Representative John Mizuno [D], Representative Daynette Morikawa [D], Representative Nadine Nakamura [D], Representative Mark Nakashima [D], Representative Scott Nishimoto [D], Representative Amy Perruso [D], Representative Roy Takumi [D], Representative Adrian Tam [D], Representative David Tarnas [D], Representative Chris Todd [D], Representative Tina Wildberger [D], Representative Kyle Yamashita [D], Representative Bob McDermott [R]",
    "Indigenous Sponsorship":"None\n ",
    "Last Update":"1\/2024",
    "House Number":"HI HCR 11",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"NC",
    "Name":"Proclamation of MMIWP Awareness Day",
    "Chamber":1.0,
    "Chamber Details":"Proclamation of MMIWP Awareness Day",
    "Senate Number":"",
    "Link 1":"https:\/\/ncadmin.nc.gov\/media\/6023\/open",
    "Status":1.0,
    "Summary":"Day of Awareness for MMIP. Legislation proclaiming May 5th of every year as the \"Day of Awareness for Missing and Murdered Indigenous Women\" in North Carolina.",
    "UIC Pros":"Legislation acknowledges that North Carolina has 90+ unsolved cases of MMIP women and children, dating back to 1994. ",
    "UIC Cons":"Ineffectual, centered more on the declaration and its performance than on concrete action items. There is longstanding, community-wide action on may 5th. A declaration by the state of North Carolina makes little difference in changing the level of organizing occurring within communities impacted by MMIP.",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"No",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"No",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"No",
    "Level of Survivor \/ Relative Input":"0",
    "Centering of Indigenous Voices":"No",
    "Sponsors of the Legislation":"Governor Roy Cooper, Congressman Joe Negus",
    "Indigenous Sponsorship":"None",
    "Last Update":"1\/2024",
    "House Number":"H.R. 2438",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"OK",
    "Name":"Ida's Law",
    "Chamber":1.0,
    "Chamber Details":"Passed",
    "Senate Number":"",
    "Link 1":"https:\/\/legiscan.com\/OK\/bill\/HB2733\/2022",
    "Status":1.0,
    "Summary":"An Act relating to missing and murdered indigenous persons; creating Ida's Law; directing the Oklahoma State Bureau of Investigation to coordinate with the United States Attorney's Office and Department of Justice; directing Bureau to pursue federal funding; directing Bureau to create Office of Liaison for Missing and Murdered Indigenous Persons; requiring Office to include a missing persons specialist subject to funding; requiring Office to develop best practices protocol; directing Office to assist with the use of resources and to provide guidance. ",
    "UIC Pros":"HB 2733 creates Ida’s Law. The measure directs the OSBI to coordinate with the U.S. Attorney’s Office and the U.S. Department of Justice to obtain federal funding to coordinate efforts and gather data to address missing and murdered indigenous person in Oklahoma. Once funds are secured, OSBI is to create an Office of Liaison for Missing and Murdered Indigenous Persons to work with state, tribal and federal law enforcement agencies on missing persons and homicide cases involving American Indian individuals. The liaison is to develop protocols and assist families, tribal agencies and other entities using the National Missing and Unidentified Persons System and other resources. The liaison is to facilitate trainings for law enforcement and consult with community organizations that serve indigenous populations to promote community relations and develop best practices.",
    "UIC Cons":"Any individual hired within the Office of Liaison for Missing and Murdered Indigenous Persons is required to have significant experience working with tribal communities but not required to be an Indigenous person. Office members must consult with community organizations that serve indigenous populations to promote community relations and develop best practices but do not need to account for the best interests of Indigenous peoples. Bill exclusively focuses on enhancing law enforcement and state entity response to missing or murdered indigenous peoples, but does not contain provisions promoting prevention.",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"No",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes. There is gender inclusive language utilized throughout the legislation, including the mandate for the creation of the Office of Liaison for Missing and Murdered Indigenous Persons.",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"No. The bills as amended focus on enhancing law enforcement and state entity response to missing indigenous peoples.",
    "Level of Survivor \/ Relative Input":"0",
    "Centering of Indigenous Voices":"No",
    "Sponsors of the Legislation":"Representative Ajay Pittman [D]                                                                                                                     ",
    "Indigenous Sponsorship":"Representative Ajay Pittman [D] - Seminole                                                                       ",
    "Last Update":"1\/2024",
    "House Number":"OK HB 2733",
    "Link 2":"http:\/\/webserver1.lsb.state.ok.us\/cf_pdf\/2021-22%20COMMITTEE%20REPORTS\/HOUSE\/HB2733%20HCR.PDF",
    "Executive Order":"",
    "Link 3":"http:\/\/www.oklegislature.gov\/BillInfo.aspx?Bill=hb2733&Session=2100"
  },
  {
    "State":"AK",
    "Name":"An Act Relating to the Alaska Police Standards Council; Relating to the Department of Public Safety; and Providing for an Effective Date.",
    "Chamber":1.0,
    "Chamber Details":"The Department of Public Safety shall employ two persons in the department to act as\n5 liaisons between law enforcement agencies and federally recognized tribes and to\n6 investigate cases involving missing and murdered indigenous women; Sec. 2. AS 44.41 is amended ",
    "Senate Number":"",
    "Link 1":"https:\/\/www.akleg.gov\/PDF\/32\/Bills\/HB0038A.PDF",
    "Status":2.0,
    "Summary":"\"An Act relating to the Alaska Police Standards Council; relating to the Department of Public Safety; and providing for an effective date;\" provisions include establishing law enforcement training in government-to-government relations with federally recognized tribes in the state, deploying 2 people from the Dept. of Public Safety to act as liaisons between law enforcement and federally recognized tribes and to investigate cases involving missing and murdered indigenous women, and establishing state and local law enforcement agencies to use standardized methods for investigating a missing person report involving an indigenous woman.",
    "UIC Pros":"The institution of a liaison to enhance communication between federally recognized tribes, tribal organizations, and tribal communities; and federal, state, local, and tribal law enforcement agencies can benefit ongoing investigations.",
    "UIC Cons":"Using standardized methods for investigating a missing person report involving an indigenous woman will aid with open cases, but does little to prevent the crisis of MMIP from occuring in the first place",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes. The department shall establish and require state and local law enforcement\n13 agencies to use standardized methods for investigating a missing person report\n14 involving an indigenous woman.",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"No",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"No",
    "Level of Survivor \/ Relative Input":"2",
    "Centering of Indigenous Voices":"Yes\/No. The bill aims to amplify Indigenous women's voices, not gender inclusive of twospirits, or indigenous people, men are just as vulnerable as women, with the creation of a liaison position but to a limited voice of just women,  is unclear regarding the centering of voices of local Indigenous communities.",
    "Sponsors of the Legislation":"Tiffany Zulkosky (D)*, Grier Hopkins (D), Jonathan Kreiss-Tomkins (D), Daniel Ortiz (I), Liz Snyder (D), Ivy Spohnholz (D), Geran Tarr (D), Neal Foster (D)",
    "Indigenous Sponsorship":"Tiffany Zulkosky (D), Neal Foster (D)",
    "Last Update":"11\/20\/2023",
    "House Number":"AK HB 38",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"MT",
    "Name":"House Bill 35                                                                                                                                                                                                                                                                                                                                                                                                          Bill Title: \"Establish a Missing Persons Review Commission\"                                                                                                                                                                                                                                                                                                                 ",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":1.0,
    "Summary":"House Bill 35- Proposal to establish a missing persons review commission to work alongside the state task force, but with a focus on recruiting members from Montana's tribes and other concerned citizens to educate the public on MMIP issues and advise policy at the state level. This Bill establishes the Missing Indigenous Persons Review Commission, sets forth requirements for members, their duties, and confidentiality, as well as stipulating reporting requirements, providing appropriation and setting an effective\/termination date. (passed 4\/19\/21)                                                                                                               ",
    "UIC Pros":"- Bill uses gender inclusive language and provides for the confidentiality of all sensitive investigations and activities. \n- Indigenous representative Sharon Stewart-Peregoy [D] introduced the bill\n- With a uniquely specific mandate, the commission reviews MMIP cases, adding checks and balances to the system and taking the time to analyze and incorporate information regarding where an individual went missing (off or on reservations).\n- Provides for the commission to make a biennial report of its findings and recommendations to legislative committees, the attorney general, the governor, and the general public. \n",
    "UIC Cons":"- Missing Persons Review Commission doesn't explicitly call for survivors or relatives of MMIP to be centered or involved, instead uses vague language referring to \"other concerned citizens.\" \n- Members of the commission are uncompensated for the time they invest into the commission",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes - Prior to each regular legislative session, the commission shall report its findings and\nrecommendations to the law and justice interim committee and the state-tribal relations committee in\naccordance with 5-11-210, as well as to the attorney general and the governor. The report must be made\navailable to the public through the office of the attorney general. The commission may issue data or other\ninformation periodically, in addition to the biennial report",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes - Gender inclusive language is used throughout the legislation, making use of the term indigenous persons\/peoples instead of explicitly stating women and girls.",
    "Prevention Efforts?":2.0,
    "Prevention Efforts":"Yes-                                                                                                   Subject to the provisions of MT HB35, the commission shall: educate the public, law enforcement, and policymakers about missing indigenous persons and strategies for investigation and prevention as well as recommend policies and practices that may encourage jurisdictional collaboration and\ncoordination and reduce the incidence of missing indigenous persons.                                                                        ",
    "Level of Survivor \/ Relative Input":"2",
    "Centering of Indigenous Voices":"Somewhat-                                                                                                                                              The members of the commission created by MT HB35 are appointed by the attorney general from among the following disciplines: (a) representatives from state departments that are involved in issues related to missing indigenous persons; (b) representatives of private organizations that are involved in issues related to missing indigenous persons; (c) representatives from local, state, federal, and tribal law enforcement; (d) representatives of Indian tribes in Montana; as well as other concerned citizens                                                                                                                  ",
    "Sponsors of the Legislation":"MT HB35: Rep. Sharon Stewart-Peregoy [D]                                                                                              ",
    "Indigenous Sponsorship":"Rep. Sharon Stewart-Peregoy [D]",
    "Last Update":"11\/18\/21",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"HI",
    "Name":"Requesting the Hawaii State Commission on the Status of Women to Convene a Task Force to Study Missing and Murdered Native Hawaiian Women and Girls.",
    "Chamber":2.0,
    "Chamber Details":"Pending; Offered Resolution",
    "Senate Number":"SR7 & SR7_SD1",
    "Link 1":"https:\/\/legiscan.com\/HI\/bill\/SR7\/2021",
    "Status":2.0,
    "Summary":"Requesting the Hawaii State Commission on the Status of Women to Convene a Task Force to Study Missing and Murdered Native Hawaiian Women and Girls. Offered status includes indigenous tribes and organizations to participate in infrastructure",
    "UIC Pros":"This legislation acts to remedy a dangerous gap in the availability of information regarding the MMIP crisis specific to Hawaii. Bill includes inclusive language, explicitly acknowledging that “members of the lesbian, gay, bisexual, transgender, and queer community disproportionately experience factors that put them at high risk of being victims of sex trafficking and being involved with the sex industry.\"",
    "UIC Cons":"Does not include language explicitly calling for the participation of survivors or relatives of MMIP, Significant amount of time dedicated to research with little action items planned until 2023",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes. \"Be it further resolved that the task force submit a preliminary report of its findings and recommendations, including any proposed legislation, to the Legislature no later than twenty days prior to the convening of the Regular Session of 2023, and a final report, including any additional proposed legislation, no later than twenty days prior to the convening of the Regular Session of 2024\"",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes - Legislation text acknowledges that \"Native Hawaiian women, girls, and members of the lesbian, gay, bisexual, transgender, and queer community disproportionately experience factors that put them at high risk of being victims of sex trafficking and being involved with the sex industry\"",
    "Prevention Efforts?":2.0,
    "Prevention Efforts":"Yes. The creation of the taskforce serves as an important prevention step itself, and is responsible for helping the State to better understand and identify the cause of MMIP, creating partnerships to increase reporting and investigations, recomnding any legislation needed to improve data collection and sharing.    ",
    "Level of Survivor \/ Relative Input":"0",
    "Centering of Indigenous Voices":"\"The task force is requested to comprise the following members or their designees: (1) The Executive Director of the Hawaii State Commission on the Status of Women, who shall serve as a co-chair of the task force; (2) The Chief Executive Officer of the Office of Hawaiian Affairs, who shall serve as a co-chair of the task force; (3) The Director of Health; (4) The Director of Human Services; (5) The Administrative Director of the Courts; (6) The Attorney General; (7) The Chair of the County Committee on the Status of Women of each respective county; (8) The Chief of Police of each respective county. The task force also asks for one representative from the organization Papa Ola Lokahi; one representative from The Sex Abuse Treatment Center; one representative from organization Hale Kipa; One representative from Residential Youth Services and Empowerment; One representative from the Susannah Wesley Community Center; and one representative from Ho�ōla Nā Pua.\"",
    "Sponsors of the Legislation":"Sen. Rosalyn Baker [D], Sen. Laura Acasio [D], Sen. Stanley Chang [D], Sen. Kurt Fevella [R], Sen. Mike Gabbard [D], Sen. Lorraine Inouye [D], Sen. Dru Kanuha [D], Sen. Jarrett Keohokalole [D], Sen. Donna Kim [D], Sen. Chris Lee [D], Sen. Bennette Misalucha [D], Sen. Sharon Moriwaki [D], Sen. Maile Shimabukuro [D], Sen. Michelle Kidani [D], Sen. Clarence Nishihara [D], Sen. Joy San Buenaventura [D]",
    "Indigenous Sponsorship":"None\n ",
    "Last Update":"1\/2024",
    "House Number":"",
    "Link 2":"https:\/\/www.capitol.hawaii.gov\/sessions\/session2021\/bills\/SR7_SD1_.pdf",
    "Executive Order":"",
    "Link 3":"https:\/\/www.capitol.hawaii.gov\/sessions\/Session2021\/Testimony\/SR7_TESTIMONY_HWN_02-09-21_.PDF"
  },
  {
    "State":"CT",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"UT",
    "Name":"UT HB0041                                                                                                                             Bill Title: \"Murdered and Missing Indigenous Women and Girls Task Force\"",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":1.0,
    "Summary":"This bill creates the Utah Murdered and Missing Indigenous Women and Girls Task Force. This Bill mandates conducting consultations with tribal governments on the scope and nature of the issues regarding murdered and missing indigenous women and girls; develop model protocols and procedures to apply to new and unsolved cases of murdered or missing indigenous women and girls, including the best practices for improving the way law enforcement investigators and prosecutors respond to the high volume of the cases, and to the investigative challenges that might be presented in cases involving female victims; practices for collecting and sharing data among various jurisdictions and law enforcement agencies; better use of existing criminal databases. The task force will also seek input from representatives from tribal law enforcement and federal agencies to review cold cases involving murdered and missing indigenous women and girls; and address the need for greater clarity concerning roles, authorities, and jurisdiction throughout the lifecycle of cases involving murdered and missing indigenous women and girls. (passed on 3\/17\/21)",
    "UIC Pros":"+This Bill mandates conducting consultations with tribal governments on the scope and nature of the issues regarding murdered and missing indigenous women and girls, as well as the development of model protocols and procedures to apply to new and unsolved cases of MMIWG\n+ The bill mandates the collection and sharing of data among various jurisdictions and law enforcement agencies with the aims of improving the use of existing criminal databases\n+ Action items such as the requirement for the production of a report including a summary of the task force's findings and recommendations for improvements in the criminal justice and social service systems for preventing and addressing crimes involving murdered and missing Indigenous women and girls in the state\n\n\n",
    "UIC Cons":"- The task force will seek input from representatives from tribal law enforcement and federal agencies to review cold cases involving MMIWG, but the structure of the working group only requires one representative of a Utah Native American tribe. There are no requirements for the inclusion of survivors of families of MMIP.\n- Language in the legislation fails to be gender inclusive, focusing exclusively on women and girls\n- Very limited money dedicated to establishing the taskforce (less than $10K)\n- Education and outreach campaigns are the focus of preventative work carried out by the task force, diverting the structural and material concerns of the MMIP crisis of the necessary attention they need.\n\n\n\n",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes - On or before November 30, 2023, the task force shall provide a report to the Law Enforcement and Criminal Justice Interim Committee. The report described in Subsection (9)(a) shall include a summary of the task force's findings under Subsection (8) and recommendations for improvements in the criminal justice and social service systems for preventing and addressing crimes involving murdered and missing indigenous women and girls in the state.",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"",
    "Prevention Efforts?":2.0,
    "Prevention Efforts":"Somewhat-                                                                                                                                                                        This Bill mandates that the task force facilitate education and outreach campaigns for communities that are most affected by crime resulting in murdered and missing indigenous women and girls; as well as to identify and reduce the crime. This implies that education and outreach campaigns would be a component of preventative work carried out by the task force.",
    "Level of Survivor \/ Relative Input":"1",
    "Centering of Indigenous Voices":"No-                                                                                                                                                                                                             The Murdered and Missing Indigenous Women and Girls Task Force consists of only nine members: one member of the Senate appointed by the president of the Senate; one member of the House of Representatives appointed by the speaker of the House of Representatives; a member of a nonprofit organization primarily serving Utah's Native American community; a representative of a Utah Native American tribe; and a representative of a victim advocate organization serving Utah's Native American population; the director of the Division of Indian Affairs, or the director's designee; the executive director of the Department of Human Services, or the executive director's designee; the attorney general, or the attorney general's designee; and the commissioner of public safety for the Department of Public Safety, or the commissioner's designee.",
    "Sponsors of the Legislation":"Angela Romero (D)* and David Hinkins (R)",
    "Indigenous Sponsorship":"None Self-Identified",
    "Last Update":"11\/18\/21",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"National",
    "Name":"Expressing Support for the Designation of May 5, 2021, as the “National Day of Awareness for Missing and Murdered Native Women and Girls.”",
    "Chamber":1.0,
    "Chamber Details":"Missing Murdered Indiegnous People's Awareness Day; Bill introducedIntroduced in House; Referred to the Subcommittee for Indigenous Peoples of the United States; Referred to the House Committee on Natural Resources (all on 05\/04\/2021)",
    "Senate Number":"",
    "Link 1":"https:\/\/www.congress.gov\/bill\/117th-congress\/house-resolution\/369\/text",
    "Status":2.0,
    "Summary":"Expressing support for the designation of May 5, 2021, as the “National Day of Awareness for Missing and Murdered Native Women and Girls.”",
    "UIC Pros":"Declaration helps to spread knowledge and alert American populace to the epidemic of Missing and Murdered Native Women and Girls. ",
    "UIC Cons":"Ineffectual and centered more on declarations\/performance than concrete action items. There is longstanding, community-wide action on May 5th, so a national declaration makes little difference in changing the level of organizing occurring within communities impacted by MMIP. ",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"No",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"No",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"No",
    "Level of Survivor \/ Relative Input":"0",
    "Centering of Indigenous Voices":"Provides platform for Recognition of MMIP",
    "Sponsors of the Legislation":"Rep. Newhouse, Dan [R-WA-4]; 10 co-sponsors",
    "Indigenous Sponsorship":"Rep.Yvette Herrell [R-NM] - Cherokee, Rep. Tom Cole [R-OK] - Chickasaw",
    "Last Update":"1\/2024",
    "House Number":"H.Res.369",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"NE",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"WY",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"WV",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"MT",
    "Name":"The Missing Persons Response Team Training Grant Program ",
    "Chamber":2.0,
    "Chamber Details":"A BILL FOR AN ACT ENTITLED: “AN ACT ESTABLISHING THE MISSING PERSONS RESPONSE TEAM 6 TRAINING GRANT PROGRAM; CREATING THE MISSING PERSONS RESPONSE TEAM TRAINING 7 GRANT PROGRAM ACCOUNT",
    "Senate Number":"MT SB 312",
    "Link 1":"https:\/\/leg.mt.gov\/bills\/2021\/HB0099\/HB0036_1.pdf",
    "Status":0.0,
    "Summary":"Creates a missing persons response team training grant. The purpose of the grant is to help fund training opportunities for community-based missing persons response teams.",
    "UIC Pros":"Provides financial support for the training of local communities to help search for missing and potentially murdered relatives. ",
    "UIC Cons":"Bill emphasizes community training to respond to the MMIP crisis but doesn't mention efforts to amplify the community efforts to prevent MMIP. Bill doesn't explicitly provide mechanisms for community input or feedback.",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes; The department shall report, in accordance with 5-11-210, on the grants awarded pursuant to this section to the state-tribal relations committee provided for in 5-5-229 by July 1 prior to each regular legislative session. ",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes; Uses the gender neutral language of \"Missing and Murdered Peoples\"",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"No",
    "Level of Survivor \/ Relative Input":"2",
    "Centering of Indigenous Voices":"Yes\/No. Calls for funding community-based missing persons training, but lacks explict mentinon or inclusion of Relative input.",
    "Sponsors of the Legislation":"MT HB36: Rep. Sharon Stewart-Peregoy [D]  ",
    "Indigenous Sponsorship":"MT HB36: Rep. Sharon Stewart-Peregoy [D-MT]  ",
    "Last Update":"1\/2024",
    "House Number":"MT HB 36",
    "Link 2":"https:\/\/leg.mt.gov\/bills\/2021\/billpdf\/SB0312.pdf",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"IL",
    "Name":"Missing & Murdered Chicago Women",
    "Chamber":1.0,
    "Chamber Details":"House Chamber; Statutes Amended In Order of Appearance; New Act",
    "Senate Number":"",
    "Link 1":"https:\/\/www.ilga.gov\/legislation\/BillStatus.asp?DocNum=3988&GAID=16&DocTypeID=HB&SessionID=110&GA=102",
    "Status":1.0,
    "Summary":"Creates the Task Force on Missing and Murdered Chicago Women; the Task Force must examine and report on the following: (1) the systemic causes behind violence that Chicago women and girls experience; (2) appropriate methods for tracking and collecting data on violence against Chicago women and girls; (3) policies and institutions such as policing, child welfare, medical examiner practices, and other governmental practices that impact violence against Chicago women and girls and the investigation and prosecution of crimes of gender-related violence against Chicago residents; (4) measures necessary to address and reduce violence against Chicago women and girls; and (5) measures to help victims, victims' families, and victims' communities prevent and heal from violence that occurs against Chicago women and girls.",
    "UIC Pros":"Task force is convened indefinitely, with a mandate to report annually in requiring reports to the General Assembly and the Governor on the work of the Task Force. Bill mandates for the examination of the systemic causes behind disproportionately high levels of violence that Chicago women and girls experience. Bill possesses other commendable mandates, such as the directive to research and report on appropriate methods for tracking and collecting data on violence against Chicago women and girls, including data on missing and murdered Chicago women and girls. ",
    "UIC Cons":"Co-opts language of MMIP advocacy without actually mentioning indigeneity. Further, there is no mention of race and the ways this can enhance the disparate impacts of the missing and murdered crisis. As such, if there is potential to impact urban Indigenous populations in the Chicago area, it will only be by chance. No language stipulating the requirement of cultural relevance of services or approaches. Language is not inclusive of gender diversity. Bill disproportionately centers law enforcement and Chicago bureaucracy, prioritizing knowledge from police and governmental institutions over the lived experiences of indigenous people, failing to center Indigenous voices and perspectives. Reach of this legislation is limited, impacting only Indigenous communities within the Chicago area, not Indigenous populations statewide.",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes. The Task Force shall report on or before December 31 of 2021, and on or before December 31 of each year thereafter, to the General Assembly and the Governor on the work of the Task Force, including but not limited to, the issues to be examined in subsection (g), and shall include in the annual report recommendations regarding institutional policies and practices or proposed institutional policies and practices that are effective in reducing gender-related violence and increasing the safety of Chicago women and girls. The report shall include recommendations to reduce and end violence against Chicago women and girls and help victims and communities heal from gender-related violence and violence against Chicago women and girls.",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"No",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"No",
    "Level of Survivor \/ Relative Input":"0",
    "Centering of Indigenous Voices":"No. The Director of the Illinois State Police, in consultation with the Chicago Police Superintendent, shall appoint the non-legislative members to the Task Force on Missing and Murdered Chicago Women to advise the Director and the Chicago Police Superintendent and to report to the General Assembly on recommendations to reduce and end violence against Chicago women and girls. The task force will consist of (1) Two members of the Senate (2) Two members of the House of Representatives, (3) Two members from an association representing Illinois chiefs of police, an association representing Illinois sheriffs; and an officer who is employed by the Illinois State Police; or an Illinois peace officers association. The task force also calls for one or more representatives from among the following: (A) an association representing State's Attorneys; a circuit judge, associate judge, or attorney working in juvenile court; the Cook County Medical Examiner, as well as representatives for victims from statewide or local organizations that provides legal services, advocacy, or healthcare to Chicago women and girls.",
    "Sponsors of the Legislation":"Rep. Kambium Buckner [D], Sen. Lakesia Collins [D], Rep. Jehan Gordon-Booth [D], Rep. Latoya Greenwood [D], Rep. LaShawn Ford [D], Rep. Kelly Cassidy [D], Rep. Delia Ramirez [D], Rep. Tony McCombie [R], Rep. Maura Hirschauer [D], Rep. Jaime Andrade [D], Rep. Emanuel Welch [D], Rep. Ann Williams [D], Rep. Aaron Ortiz [D], Rep. Carol Ammons [D], Rep. Nicholas Smith [D], Rep. Lamont Robinson [D], Rep. Camille Lilly [D], Rep. Debbie Meyers-Martin [D], Rep. Angelica Guerrero-Cuellar [D], Rep. Jawaharial Williams [D], Rep. Joyce Mason [D], Sen. Mattie Hunter [D], Sen. Jacqueline Collins [D], Sen. Patricia Van Pelt [D], Sen. Celina Villanueva [D], Sen. Robert Peters [D], Sen. Mike Simmons [D], Sen. Napoleon Harris [D], Sen. Cristina Pacione-Zayas [D], Sen. Adriane Johnson [D], Sen. Kimberly Lightford [D], Sen. Laura Fine [D], Sen. Antonio Munoz [D], Sen. Sara Feigenholtz [D]",
    "Indigenous Sponsorship":"None",
    "Last Update":"1\/2024",
    "House Number":"IL HB 3988 ",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"LA",
    "Name":"Governor's Task Force on Murdered and Missing Indigenous Women and Girls",
    "Chamber":3.0,
    "Chamber Details":"Executive Order #2021-7 Passed; Enacting MMIW Taskforce",
    "Senate Number":"",
    "Link 1":"https:\/\/gov.louisiana.gov\/assets\/ExecutiveOrders\/2021\/JBE-2021-7MMIWTaskForce.pdf",
    "Status":1.0,
    "Summary":"Creates the Governor's Task Force on Missing and Murdered Indigenous Women and Girls. Duties of the Task Force include, but are not limited to: investigating and making recommendations to address rates of homicide, human trafficking, and sexual violence being perpetrated upon indigenous women and children in LA; creating a process to increase the data collection related to missing and murdered indigenous women and children.",
    "UIC Pros":"Legislation highlights important factors leading to the exacerbation of the ongoing MMIP crisis, such as the phenomena of “man camps,” and seeks to find ways in which these encampments can be most effectively policed and monitored. This language is critical, as “man camps” are especially prevalent in states with economies dominated by resource extraction like Louisiana. Stipulates action items such as quarterly reports (but only for legislation period of 2 yrs) and provides for pursuit of prevention measures. Legislation calls for cultural competency within sexual violence trainings. ",
    "UIC Cons":"Structure of the task force calls for tribal representatives, but fails to center survivors or relatives of the MMIP crisis. This policy tends to emphasize the value of professional experience over lived experience regarding ongoing violence within and against Indigenous communities and is gender-specific does not include MMIP\/MMIR",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes. The Task Force shall report on or before December 31 of 2021, and on or before December 31 of each year thereafter, to the General Assembly and the Governor on the work of the Task Force, including but not limited to, the issues to be examined in subsection (g), and shall include in the annual report recommendations regarding institutional policies and practices or proposed institutional policies and practices that are effective in reducing gender-related violence and increasing the safety of Chicago women and girls. The report shall include recommendations to reduce and end violence against Chicago women and girls and help victims and communities heal from gender-related violence and violence against Chicago women and girls.",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"No",
    "Prevention Efforts?":2.0,
    "Prevention Efforts":"Yes. The Executive Order contains provisions that would contribute to prevention efforts including calling for the formulation of solution based policies and their implementation in regard to (E.5) Development of an effective framework within which intelligence can be gathered and shared in reciprocal compacts with other states related to human trafficking criminal organizations; (E.6) Consideration of how temporary habitations that house workers, referred to as \"man camps,\" can be most effectively policed and monitored, and if existing zoning ordinances need to be amended to achieve that end; (E.7) Recommendations to ensure that all non-resident workers who have been previously convicted of sex crimes in any jurisdiction register as sex offenders with the requisite authority in the State of Louisiana; and (E.8) Review of current cultural competency practices employed by industrial operators in the State of Louisiana, including but not limited to human trafficking awareness training with a specific focus on missing and murdered indigenous women.",
    "Level of Survivor \/ Relative Input":"1",
    "Centering of Indigenous Voices":"Somewhat- The Task Force shall be composed of a maximum of 25 voting members, including one representative from each of the federally recognized and state-recognized tribal nations located within Louisiana, chosen by each tribe's respective tribal council. The Task Force will also have three non-voting advisory members from the United South and Eastern Tribes (USET); the Global Indigenous Council; and the National Congress of American Indians.",
    "Sponsors of the Legislation":"Gov. John Bell Edwards",
    "Indigenous Sponsorship":"None",
    "Last Update":"1\/2024",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"LA EO JBE 2021-7",
    "Link 3":""
  },
  {
    "State":"TN",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"NV",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"MI",
    "Name":"Mighigan's Missing and Murdered Indigenous Persons Pilot Project (Pilot Project) - Press Release",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":1.0,
    "Summary":"Michigan is among the first of six pilot-program states developing community response plans, in accordance with the U.S. Attorney General’s Missing and Murdered Indigenous Persons Initiative and the President’s Operation Lady Justice Task Force. As part of a U.S. Dept. of Justice pilot program, the Bay Mills Indian Community and Sault Ste. Marie Tribe of Chippewa released Murdered & Missing Indigenous Persons (MMIP) Tribal Community Response Plans on 5\/25\/21\n\nEstablishing Tribal Community Response plans, uniquely designed by each of the 12 Tribal communities in Michigan, to improve the handling of emergent missing person cases by outlining how Tribal governments, law enforcement, and other partners can best work together to respond to such cases. The plans address four core components of a proper response to a missing persons case: law enforcement, victim services, community outreach and public communications. ",
    "UIC Pros":"- Tribal Community Response Plans (TCRPs) will be locally tailored, with ample opportunity for tribal input. The structure of TCRPs are collaborative in nature, centering Indigenous voices.",
    "UIC Cons":"- Plans outline response to ongoing MMIP crisis but do not make explicit mention of prevention\n- The plans are said to address four core components of a proper response to a missing persons case: law enforcement, victim services, community outreach and public communications. This risks diverting much needed focus from the root causes of violence and murder harming Indigenous populations, which has fueled the MMIP crisis.\n",
    "Mechanisms for Evaluation?":3.0,
    "Mechanisms for Evaluation":"TCRP specific",
    "Gender Inclusive Language?":3.0,
    "Gender Inclusive Language":"Undetermined - TCRP specific",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"Not explicitly- The plans will improve the handling of emergent missing person cases by outlining how Tribal governments, law enforcement, and other partners can best work together to respond to such cases.",
    "Level of Survivor \/ Relative Input":"3",
    "Centering of Indigenous Voices":"Yes-                                                                                                                                                                                                                                                                                                                                                                        The creation of Missing and Murdered Indigenous Persons Tribal Response Plans is a collaborative effort between law enforcement officials, victim service coordinators, and the communications departments for tribes. These Tribal Response Plans call for the feedback and centering of indigenous voices throughout the process. ",
    "Sponsors of the Legislation":"U.S. Attorney General’s Missing and Murdered Indigenous Persons Initiative",
    "Indigenous Sponsorship":"Not Publicly Available",
    "Last Update":"11\/18\/21",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"IN",
    "Name":"No Results",
    "Chamber":"",
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"",
    "Status":"",
    "Summary":"",
    "UIC Pros":"",
    "UIC Cons":"",
    "Mechanisms for Evaluation?":"",
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":"",
    "Gender Inclusive Language":"",
    "Prevention Efforts?":"",
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"",
    "Centering of Indigenous Voices":"",
    "Sponsors of the Legislation":"",
    "Indigenous Sponsorship":"",
    "Last Update":"",
    "House Number":"",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"National",
    "Name":"Expressing the sense of the House of Representatives to recognize the crisis of violence against Native women.",
    "Chamber":1.0,
    "Chamber Details":"",
    "Senate Number":"",
    "Link 1":"https:\/\/www.congress.gov\/bill\/117th-congress\/house-resolution\/411\/text",
    "Status":2.0,
    "Summary":"Expressing the sense of the House of Representatives to recognize the crisis of violence against Native women.\n\n",
    "UIC Pros":"- Indigenous lawmaker, Sharice Davids, is one of the co-sponsors for this bill, which is important to highlight. The language of Rep. Davids and the other representatives regarding the minimizing of rampant violence against Native men is significant and often not found in messaging concerning gender based violence against Indiginous populations.",
    "UIC Cons":"- This legislation is a start in terms of acknowledgement, but it fails to use trans\/ Two Spirit inclusive language.\n- Lack of indication that preventive programs will be proposed following this expression of recognition\n- Similar to designating a day of awareness, there is value in recognizing the crisis, but this legislation is missing more action steps. \n",
    "Mechanisms for Evaluation?":1.0,
    "Mechanisms for Evaluation":"",
    "Gender Inclusive Language?":1.0,
    "Gender Inclusive Language":"",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"",
    "Level of Survivor \/ Relative Input":"0",
    "Centering of Indigenous Voices":"No",
    "Sponsors of the Legislation":"Rep. Grijalva, Raul M. [D-AZ-3],  Rep. Davids, Sharice [D-KS-3], Rep. Gallego, Ruben [D-AZ-7], Rep. Young, Don [R-AK-At Large]",
    "Indigenous Sponsorship":"Rep. Davids, Sharice [D-KS-3]",
    "Last Update":"11\/18\/21",
    "House Number":"HR411",
    "Link 2":"",
    "Executive Order":"",
    "Link 3":""
  },
  {
    "State":"WA",
    "Name":"An Act Relating to Protections and Services for Indigenous Persons Who Are Missing, Murdered, or Survivors of Human Trafficking; Amending Rcw 36.24.155, 13.60.010, and 68.50.320; Adding a New Section to Chapter",
    "Chamber":1.0,
    "Chamber Details":"AN ACT Relating to protections and services for indigenous\n2 persons who are missing, murdered, or survivors of human trafficking;\n3 amending RCW 36.24.155, 13.60.010, and 68.50.320; adding a new\n4 section to chapter",
    "Senate Number":"",
    "Link 1":"https:\/\/legiscan.com\/WA\/bill\/HB1571\/2021",
    "Status":1.0,
    "Summary":"Act pertaining to the protections and services for MMIP. Maps out the protocol for a county coroner, law enforcement, and indigenous communities in placing the remains of a MMIP. The Act also addresses establishing and maintaining a missing children and endangered clearinghouse. Also calls for the Department of Commerce's office of crime victims advocacy to award grant funding for services to indigenous persons who are survivors of trafficking as well as to increase visibility and accessibility of services and resources for indigenous persons who are victims of trafficking.",
    "UIC Pros":"The Bill does not only focus on the far\/murder end of the crisis concerning violence against Indigenous people with the MMIP crisis, but also includes language focused on Indigenous survivors of human trafficking. This collaboration emphasized within the legislation between the two MMIP liaisons, law enforcement officers, and county coroner's signals enhanced respect for tribes and their relationship with their deceased. Through the MMIP liaison, relatives of MMIP can visit remains and conduct any spiritual practices (as long as it doesn't interfere with an active investigation\/preserving evidence). \"Amber Alert Plan\" or an \"Endangered Missing Person Advisory Plan\" can enhance the public's ability to assist in recovering abducted children, missing indigenous people, and missing endangered persons. Legislation aims to increase the visibility and accessibility of services and resources for indigenous persons who are survivors of trafficking. ",
    "UIC Cons":"Relatives of MMIP cannot conduct any type of ceremony until getting permission from county coroner and lead investigator. The legislation is focused on proper conduct and systematized response once an Indigenous person has already gone missing, with emphasis on roles and cooperation of coroners and law enforcement. There is no mechanism in the text for the centering of indigenous concerns or desires or efforts at prevention. ",
    "Mechanisms for Evaluation?":2.0,
    "Mechanisms for Evaluation":"Yes. The Bill calls for the recipients of the Department of Commerce's Office of Crime Victims Advocacy grant funding award to provide a report to the department on the results of the pilot project, as well as the results of their campaigns, by October 1, 2023. The  Department of Commerce will then provide a report on the pilot project to the governor and appropriate committees of the legislature by December 1, 2023.                                                                    ",
    "Gender Inclusive Language?":2.0,
    "Gender Inclusive Language":"Yes. The legislation makes frequent references to missing or murdered indigenous persons.",
    "Prevention Efforts?":1.0,
    "Prevention Efforts":"No. The legislation is focused on proper conduct and systematized response once an indigenous person has already gone missing.                                                                                                                                                                                        ",
    "Level of Survivor \/ Relative Input":"0",
    "Centering of Indigenous Voices":"No. The legislation is primarily focused on the roles and cooperation of coroners and law enforcement. Indigenous desires are centered to an extent. ",
    "Sponsors of the Legislation":"Rep. Debra Lekanoff [D], Rep. Roger Goodman [D], Rep. Liz Berry [D], Rep. Jamila Taylor [D], Sen. Javier Valdez [D], Rep. Jessica Bateman [D], Rep. Nicole Macri [D], Rep. Strom Peterson [D], Rep. Alex Ramel [D], Rep. Tarra Simmons [D], Rep. Tina Orwall [D], Rep. Frank Chopp [D], Rep. Monica Stonier [D], Rep. Kirsten Harris-Talley [D], Sen. Noel Frame [D], Rep. Gina Mosbrucker [R], Rep. Mary Dye [R], Sen. Matt Boehnke [R], Rep. Alex Ybarra [R], Rep. Cyndy Jacobsen [R], Rep. Tom Dent [R], Rep. Amy Walen [D], Rep. Jenny Graham [R], Rep. Eric Robertson [R], Rep. Jacquelin Maycumber [R], Rep. Andrew Barkis [R], Rep. Michelle Caldier [R], Rep. Sharon Wylie [D], Rep. Chris Corry [R], Rep. Daniel Griffey [R], Rep. Jim Walsh [R], Rep. Carolyn Eslick [R], Rep. Rob Chase [R], Rep. Robert Sutherland [R], Rep. Timm Ormsby [D]",
    "Indigenous Sponsorship":"Debra Lekanoff [D-WA]-Tinglet Tribe",
    "Last Update":"1\/2024",
    "House Number":"WA HB 1571 + WA HB 1725",
    "Link 2":"https:\/\/legiscan.com\/WA\/bill\/HB1725\/2021",
    "Executive Order":"",
    "Link 3":"https:\/\/app.leg.wa.gov\/billsummary?BillNumber=1725&Initiative=false&Year=2021"
  }
]